counries={

    "Страны": {
     "Таджикистан": {  'Материк':  "Азия", 'Столица': "Душанбе", 'Насаление': "10 000 000 человек",  'Язык': "тоҷикӣ",  'Национальная валюта': "сомонӣ",  'Площадь': "143 100 км²",  'Телефонный код': "+992" ,  "FlagFile": "tj.png", "EmblemFile": "tj.jpg"},
    "Китай": {'Материк':  "Азия", 'Столица': "Пекин", 'Насаление': "1 400 000 000 человек", 'Язык': "хитоӣ", 'Национальная валюта': "юан", 'Площадь': "9 596 961 км²",'Телефонный код': "+86" ,  "FlagFile": "cn.png", "EmblemFile": "cn.jpg"},
    "Индия": { 'Материк':  "Азия",   'Столица': "Ню-Деҳлӣ",   'Насаление': "1 366 000 000 человек",   'Язык': "ҳиндӣ, англисӣ",'Национальная валюта': "рупия", 'Площадь': "3 287 263 км²", 'Телефонный код': "+91  ",  "FlagFile": "in.png", "EmblemFile": "in.jpg"},
    "Узбекистан": { 'Материк':  "Азия", 'Столица': "Тошканд", 'Насаление': "35 000 000 человек", 'Язык': "ӯзбекӣ", 'Национальная валюта': "сӯм",'Площадь': "447 400 км²",'Телефонный код': "+998 " ,  "FlagFile": "uz.png", "EmblemFile": "uz.jpg"},
    "Южная Корея": {'Материк':  "Азия",'Столица': "Сеул",'Насаление': "52 000 000 человек",'Язык': "кореягӣ",'Национальная валюта': "вон",  'Площадь': "100 210 км²",'Телефонный код': "+82",  "FlagFile": "kr.png", "EmblemFile": "kr.jpg"},
    "Афганистан": { 'Материк':  "Азия", 'Столица': "Кобул", 'Насаление': "40 000 000 человек", 'Язык': "пушту, дарӣ", 'Национальная валюта': "афғонӣ", 'Площадь': "652 230 км²", 'Телефонный код': "+93",  "FlagFile": "af.png", "EmblemFile": "af.jpg"},
    "Казахстан": { 'Материк':  "Азия", 'Столица': "Астана", 'Насаление': "19 000 000 человек", 'Язык': "қазоқӣ, русӣ", 'Национальная валюта': "тенге", 'Площадь': "2 724 900 км²", 'Телефонный код': "+7",  "FlagFile": "kz.png", "EmblemFile": "kz.jpg"},
    "Иран": { 'Материк':  "Азия", 'Столица': "Теҳрон", 'Насаление': "86 000 000 человек",  'Язык': "форсӣ",  'Национальная валюта': "риёл",  'Площадь': "1 648 195 км²", 'Телефонный код': "+98" ,  "FlagFile": "ir.png", "EmblemFile": "ir.jpg"},
    "Туркия": {'Материк':  "Азия",'Столица': "Анкара", 'Насаление': "86322696 человек",'Язык': "Турки", 'Национальная валюта': "Лира",'Площадь': "780580 км²", 'Телефонный код': "+90",  "FlagFile": "tr.png", "EmblemFile": "tr.jpg"},
    "Туркманистан": {'Материк':  "Азия",'Столица': "Ашхобод", 'Насаление': "6118077человек",'Язык': "Туркмени", 'Национальная валюта': "Манат",'Площадь': "488100км²", 'Телефонный код': "+993",  "FlagFile": "tm.png", "EmblemFile": "tm.jpg"},
    "Пакистан": {'Материк':  "Азия",'Столица': "Исломобод", 'Насаление': "226686468человек",'Язык': "Урди,англиси", 'Национальная валюта': "рупияи Покистони",'Площадь': "803940 км²", 'Телефонный код': "+92",  "FlagFile": "pk.png", "EmblemFile": "pk.jpg"},
    "Киргизия ": {'Материк':  "Азия",'Столица': "Бишкек", 'Насаление': "6656290 человек",'Язык': "Қирғизи", 'Национальная валюта': "Сом",'Площадь': "198500км²", 'Телефонный код': "+996",  "FlagFile": "kg.png", "EmblemFile": "kg.jpg"},
    "Армения": {'Материк':  "Азия",'Столица': "Ереван", 'Насаление': "978926человек",'Язык': "Армани", 'Национальная валюта': "Драм",'Площадь': "2 9800 км²", 'Телефонный код': "+374",  "FlagFile": "am.png", "EmblemFile": "am.jpg"},
    "Азербайджан": {'Материк':  "Азия",'Столица': "Баку", 'Насаление': "10334981 человек",'Язык': "Азербойчони", 'Национальная валюта': "Минат",'Площадь': "86600 км²", 'Телефонный код': "+994",  "FlagFile": "az.png", "EmblemFile": "az.jpg"},
    "Монголия ": {'Материк':  "Азия",'Столица': "Улан Батор", 'Насаление': "3349351 человек",'Язык': "Монголи", 'Национальная валюта': "Тугрик",'Площадь': "1565000км²", 'Телефонный код': "+976",  "FlagFile": "mn.png", "EmblemFile": "mn.jpg"},
    "Йемен": {'Материк':  "Азия",'Столица': "Сана", 'Насаление': "30807652",'Язык': "арабӣ", 'Национальная валюта': "риёли Ямани",'Площадь': "527970 км²", 'Телефонный код': "+967",  "FlagFile": "ye.png", "EmblemFile": "ye.jpg"},
    "Кипр": {'Материк':  "Азия",'Столица': "Никосия", 'Насаление': "1225463",'Язык': "Гречи,труси", 'Национальная валюта': "Фунт",'Площадь': "9250км²", 'Телефонный код': "+357",  "FlagFile": "cy.png", "EmblemFile": "cy.jpg"},
    "Ирак ": {'Материк':  "Азия",'Столица': "Багдод", 'Насаление': "42048089",'Язык': "Араби,Курди", 'Национальная валюта': "Динор",'Площадь': "737072км²", 'Телефонный код': "+964",  "FlagFile": "iq.png", "EmblemFile": "iq.jpg"},
    "Лаос": {'Материк':  "Азия",'Столица': "Вентян", 'Насаление': "7439269",'Язык': "Лаоси", 'Национальная валюта': "Кип",'Площадь': "236800км²", 'Телефонный код': "+856",  "FlagFile": "la.png", "EmblemFile": "la.jpg"},
    "Шри-ланка": {'Материк':  "Азия",'Столица': "ШриЖаявар", 'Насаление': "21552804человек",'Язык': "Сингали,тапили", 'Национальная валюта': "Рупияи Шриланки",'Площадь': "65610км²", 'Телефонный код': "+94",  "FlagFile": "lk.png", "EmblemFile": "lk.jpg"},
    "Омон": {'Материк':  "Азия",'Столица': "Маскат", 'Насаление': "5784403человек",'Язык': "Араби", 'Национальная валюта': "Риал",'Площадь': "527970км²", 'Телефонный код': "+968",  "FlagFile": "om.png", "EmblemFile": "om.jpg"},

    "Австралия": { 'Материк': "Австралия", 'Столица': "Канберра",'Насаление':  "25,978,935 человек",   'Язык': "англисӣ",'Национальная валюта': "доллари Австралия",    'Площадь': "7,692,024 км²",    'Телефонный код': "+61",  "FlagFile": "au.png", "EmblemFile": "au.jpg"},
    "Папуа Новая Гвинея": {
        'Материк': "Австралия",
        'Столица': "Порт-Морсби",
         'Насаление':  "9,949,437 человек",
        'Язык': "англисӣ, ток-писин, ҳири-моту",
        'Национальная валюта': "кинаи Папуа Гвинеяи Нав",
        'Площадь': "462,840 км²",
        'Телефонный код': "+675"
    ,  "FlagFile": "pg.png", "EmblemFile": "pg.jpg"},
    "Новая Зеландия": {
        'Материк': "Австралия",
        'Столица': "Веллингтон",
         'Насаление':  "5,122,600 человек",
        'Язык': "англисӣ, маорӣ",
        'Национальная валюта': "доллари Зеландияи Нав",
        'Площадь': "268,021 км²",
        'Телефонный код': "+64"
    ,  "FlagFile": "nz.png", "EmblemFile": "nz.jpg"},
    "Фиджи": {
        'Материк': "Австралия",
        'Столица': "Сува",
         'Насаление':  "929,766 человек",
        'Язык': "англисӣ, фиҷӣ, хиндустони",
        'Национальная валюта': "доллари Фиҷи",
        'Площадь': "18,274 км²",
        'Телефонный код': "+679"
    ,  "FlagFile": "fj.png", "EmblemFile": "fj.jpg"},
    "Самоа": {
        'Материк': "Австралия",
        'Столица': "Апиа",
         'Насаление':  "227,100 человек",
        'Язык': "самоагӣ, англисӣ",
        'Национальная валюта': "талаи Самоа",
        'Площадь': "2,842 км²",
        'Телефонный код': "+685"
    ,  "FlagFile": "ws.png", "EmblemFile": "ws.jpg"},
    "Тонга": {
        'Материк': "Австралия",
        'Столица': "Нукуалофа",
         'Насаление':  "105,697 человек",
        'Язык': "тонгагӣ, англисӣ",
        'Национальная валюта': "паанга",
        'Площадь': "747 км²",
        'Телефонный код': "+676"
    ,  "FlagFile": "to.png", "EmblemFile": "to.jpg"},
    "Вануату": {
        'Материк': "Австралия",
        'Столица': "Порт-Вила",
         'Насаление':  "319,505 человек",
        'Язык': "бислама, англисӣ, фаронсавӣ",
        'Национальная валюта': "вата Вануату",
        'Площадь': "12,189 км²",
        'Телефонный код': "+678"
    ,  "FlagFile": "vu.png", "EmblemFile": "vu.jpg"},
    "Кирибати": {
        'Материк': "Австралия",
        'Столица': "Тарава",
         'Насаление':  "131,232 человек",
        'Язык': "англисӣ, гилбертӣ",
        'Национальная валюта': "доллари Австралия",
        'Площадь': "811 км²",
        'Телефонный код': "+686"
    ,  "FlagFile": "ki.png", "EmblemFile": "ki.jpg"},
    "Маршалл (Острова)": {'Материк': "Австралия",'Столица': "Мажуро", 'Насаление':  "42,050 человек", 'Язык': "маршаллӣ, англисӣ", 'Национальная валюта': "доллари ИМА",
                            'Площадь': "181 км²",    'Телефонный код': "+692" ,  "FlagFile": "mh.png", "EmblemFile": "mh.jpg"},
    "Тувалу": {  'Материк': "Австралия",'Столица': "Фунафути", 'Насаление':  "11,900 человек",'Язык': "тувалуӣ, англисӣ",  'Национальная валюта': "доллари Австралия", 'Площадь': "26 км²", 'Телефонный код': "+688" ,"FlagFile": "tv.png", "EmblemFile": "tv.jpg"},
    "Ботсвана": {'Материк': "Африка", 'Столица': "Габороне", 'Насаление': "2,400,000 человек",
                 'Язык': "англисӣ ва сетсвана", "Национальная валюта": "пула", 'Площадь': "581,730 км²", 'Телефонный код': "+267",  "FlagFile": "bw.png", "EmblemFile": "bw.jpg"},
    "Бруней": {'Материк': "Азия", 'Столица': "Бандар-Сери-Бегаван", 'Насаление': "440,000 человек",
               'Язык': "малайӣ", "Национальная валюта": "доллари Бруней", 'Площадь': "5,765 км²", 'Телефонный код': "+673",  "FlagFile": "bn.png", "EmblemFile": "bn.jpg"},
    "Камбоджа": {'Материк': "Азия", 'Столица': "Пномпен", 'Насаление': "16,000,000 человек",
                 'Язык': "кхмерӣ", "Национальная валюта": "риел", 'Площадь': "181,035 км²", 'Телефонный код': "+855",  "FlagFile": "kh.png", "EmblemFile": "kh.jpg"},
    "Чили": {'Материк': "Америка", 'Столица': "Сантиаго", 'Насаление': "19,000,000 человек",
             'Язык': "испонӣ", "Национальная валюта": "песо", 'Площадь': "756,102 км²", 'Телефонный код': "+56",  "FlagFile": "cl.png", "EmblemFile": "cl.jpg"},
    "Колумбия": {'Материк': "Америка", 'Столица': "Богота", 'Насаление': "50,000,000 человек",
                 'Язык': "испонӣ", "Национальная валюта": "песо", 'Площадь': "1,141,748 км²", 'Телефонный код': "+57",  "FlagFile": "co.png", "EmblemFile": "co.jpg"},
    "Коста-Рика": {'Материк': "Америка", 'Столица': "Сан-Хосе", 'Насаление': "5,100,000 человек",
                   'Язык': "испонӣ", "Национальная валюта": "колон", 'Площадь': "51,100 км²", 'Телефонный код': "+506",  "FlagFile": "cr.png", "EmblemFile": "cr.jpg"},
    "Хорватия": {'Материк': "Европа", 'Столица': "Загреб", 'Насаление': "4,000,000 человек",
                 'Язык': "хорватӣ", "Национальная валюта": "кун", 'Площадь': "56,594 км²", 'Телефонный код': "+385",  "FlagFile": "hr.png", "EmblemFile": "hr.jpg"},
    
    "Чехия": {'Материк': "Европа", 'Столица': "Прага", 'Насаление': "10,700,000 человек",
              'Язык': "чехӣ", "Национальная валюта": "крона", 'Площадь': "78,866 км²", 'Телефонный код': "+420",  "FlagFile": "cz.png", "EmblemFile": "cz.jpg"},
    "Дания": {'Материк': "Европа", 'Столица': "Копенгаген", 'Насаление': "5,800,000 человек",
              'Язык': "датсӣ", "Национальная валюта": "крона", 'Площадь': "42,933 км²", 'Телефонный код': "+45",  "FlagFile": "dk.png", "EmblemFile": "dk.jpg"},
    "Доминиканская Республика": {'Материк': "Америка", 'Столица': "Санто-Доминго", 'Насаление': "10,500,000 человек",
                  'Язык': "испонӣ", "Национальная валюта": "песо", 'Площадь': "48,671 км²", 'Телефонный код': "+1-809",  "FlagFile": "do.png", "EmblemFile": "do.jpg"},
    "Эквадор": {'Материк': "Америка", 'Столица': "Кито", 'Насаление': "17,600,000 человек",
                'Язык': "испонӣ", "Национальная валюта": "доллар", 'Площадь': "283,561 км²", 'Телефонный код': "+593",  "FlagFile": "ec.png", "EmblemFile": "ec.jpg"},
    "Эстония": {'Материк': "Европа", 'Столица': "Таллинн", 'Насаление': "1,300,000 человек",
                 'Язык': "эстонӣ", "Национальная валюта": "евро", 'Площадь': "45,227 км²", 'Телефонный код': "+372",  "FlagFile": "ee.png", "EmblemFile": "ee.jpg"},
    "Финландия": {'Материк': "Европа", 'Столица': "Хелсинки", 'Насаление': "5,500,000 человек",
                  'Язык': "финӣ ва шведӣ", "Национальная валюта": "евро", 'Площадь': "338,424 км²", 'Телефонный код': "+358",  "FlagFile": "fi.png", "EmblemFile": "fi.jpg"},
    "Гвинея": {'Материк': "Африка", 'Столица': "Конакри", 'Насаление': "13,000,000 человек",
               'Язык': "французӣ", "Национальная валюта": "франк", 'Площадь': "245,857 км²", 'Телефонный код': "+224",  "FlagFile": "gn.png", "EmblemFile": "gn.jpg"},
    "Гаити": {'Материк': "Америка", 'Столица': "Порт-о-Пренс", 'Насаление': "11,000,000 человек",
               'Язык': "французӣ ва креолӣ", "Национальная валюта": "гуард", 'Площадь': "27,750 км²", 'Телефонный код': "+509",  "FlagFile": "ht.png", "EmblemFile": "ht.jpg"},
    "Гватемала": {'Материк': "Америка", 'Столица': "Гватемала-Сити", 'Насаление': "17,200,000 человек",
                   'Язык': "испонӣ", "Национальная валюта": "кветсал", 'Площадь': "108,889 км²", 'Телефонный код': "+502",  "FlagFile": "gt.png", "EmblemFile": "qt.jpg"},

    "Марокко": {'Материк': "Африка", 'Столица': "Рабат", 'Насаление': "36,000,000 человек",
                'Язык': "арабӣ", "Национальная валюта": "дирҳам", 'Площадь': "446,550 км²", 'Телефонный код': "+212",  "FlagFile": "ma.png", "EmblemFile": "ma.jpg"},
    "Либия": {'Материк': "Африка", 'Столица': "Триполи", 'Насаление': "7,000,000 человек",
              'Язык': "арабӣ", "Национальная валюта": "динар", 'Площадь': "1,759,541 км²", 'Телефонный код': "+218",  "FlagFile": "ly.png", "EmblemFile": "ly.jpg"},
    "Мавритания": {'Материк': "Африка", 'Столица': "Нуакшот", 'Насаление': "4,000,000 человек",
                   'Язык': "арабӣ", "Национальная валюта": "угия", 'Площадь': "1,030,700 км²", 'Телефонный код': "+222",  "FlagFile": "mr.png", "EmblemFile": "mr.jpg"},
    "Мали": {'Материк': "Африка", 'Столица': "Бамако", 'Насаление': "20,000,000 человек",
             'Язык': "фаронсавӣ", "Национальная валюта": "франк", 'Площадь': "1,240,000 км²", 'Телефонный код': "+223",  "FlagFile": "ml.png", "EmblemFile": "ml.jpg"},
    "Нигерия": {'Материк': "Африка", 'Столица': "Абуджа", 'Насаление': "230,000,000 человек",
                'Язык': "англисӣ", "Национальная валюта": "найра", 'Площадь': "923,768 км²", 'Телефонный код': "+234",  "FlagFile": "ng.png", "EmblemFile": "ng.jpg"},
    "Кения": {'Материк': "Африка", 'Столица': "Найробӣ", 'Насаление': "54,000,000 человек",
              'Язык': "англисӣ, суахили", "Национальная валюта": "шиллинг", 'Площадь': "580,367 км²", 'Телефонный код': "+254",  "FlagFile": "ke.png", "EmblemFile": "ke.jpg"},
    "Уганда": {'Материк': "Африка", 'Столица': "Кампала", 'Насаление': "47,000,000 человек",
               'Язык': "англисӣ, суахили", "Национальная валюта": "шиллинг", 'Площадь': "241,038 км²", 'Телефонный код': "+256",  "FlagFile": "ug.png", "EmblemFile": "ug.jpg"},
    "Того": {'Материк': "Африка", 'Столица': "Ломе", 'Насаление': "8,000,000 человек",
             'Язык': "фаронсавӣ", "Национальная валюта": "франк", 'Площадь': "56,785 км²", 'Телефонный код': "+228",  "FlagFile": "tg.png", "EmblemFile": "tg.jpg"},
    "Гамбия": {'Материк': "Африка", 'Столица': "Банжул", 'Насаление': "2,300,000 человек",
               'Язык': "англисӣ", "Национальная валюта": "даласи", 'Площадь': "11,295 км²", 'Телефонный код': "+220",  "FlagFile": "gm.png", "EmblemFile": "gm.jpg"},
    "Эсватини": {'Материк': "Африка", 'Столица': "Мбабане", 'Насаление': "1,200,000 человек",
                  'Язык': "инглисӣ, сисвати", "Национальная валюта": "лиланген", 'Площадь': "17,364 км²", 'Телефонный код': "+268",  "FlagFile": "sz.png", "EmblemFile": "sz.jpg"},
    "Мадагаскар": {'Материк': "Африка", 'Столица': "Антананариву", 'Насаление': "28,000,000 человек",
                   'Язык': "малагасӣ, фаронсавӣ", "Национальная валюта": "ариари", 'Площадь': "587,041 км²", 'Телефонный код': "+261",  "FlagFile": "mg.png", "EmblemFile": "mg.jpg"},
    
    "Центральная Африка": {'Материк': "Африка", 'Столица': "Банги", 'Насаление': "4,700,000 человек",
                       'Язык': "французӣ", "Национальная валюта": "франк", 'Площадь': "622,984 км²", 'Телефонный код': "+236",  "FlagFile": "cf.png", "EmblemFile": "cf.jpg"},
    "Чад": {'Материк': "Африка", 'Столица': "Нджамена", 'Насаление': "16,000,000 человек",
            'Язык': "французӣ, арабӣ", "Национальная валюта": "франк", 'Площадь': "1,284,000 км²", 'Телефонный код': "+235",  "FlagFile": "td.png", "EmblemFile": "td.jpg"},
    "Руанда": {'Материк': "Африка", 'Столица': "Кигали", 'Насаление': "12,000,000 человек",
               'Язык': "киняруанда, фаронсавӣ, англисӣ", "Национальная валюта": "франк", 'Площадь': "26,338 км²", 'Телефонный код': "+250",  "FlagFile": "rw.png", "EmblemFile": "rw.jpg"},
    "Малави": {'Материк': "Африка", 'Столица': "Лилонгве", 'Насаление': "18,000,000 человек",
               'Язык': "англисӣ", "Национальная валюта": "квача", 'Площадь': "118,484 км²", 'Телефонный код': "+265",  "FlagFile": "mw.png", "EmblemFile": "mw.jpg"},
    "Сейшелы": {'Материк': "Африка", 'Столица': "Виктория", 'Насаление': "100,000 человек",
                'Язык': "англисӣ, фаронсавӣ, креол", "Национальная валюта": "руфия", 'Площадь': "455 км²", 'Телефонный код': "+248",  "FlagFile": "sc.png", "EmblemFile": "sc.jpg"},
    
  
    "Микронезия": {'Материк': "Уқёнусия", 'Столица': "Паликир", 'Насаление': "115,000 человек",
                   'Язык': "англисӣ", "Национальная валюта": "доллар", 'Площадь': "702 км²", 'Телефонный код': "+691",  "FlagFile": "fm.png", "EmblemFile": "fm.jpg"},
  
    "Багамский Острова": {'Материк': "Америка", 'Столица': "Нассау", 'Насаление': "390,000 человек",
                'Язык': "англисӣ", "Национальная валюта": "доллар", 'Площадь': "13,880 км²", 'Телефонный код': "+1-242",  "FlagFile": "bs.png", "EmblemFile": "bs.jpg"},
    "Барбадос": {'Материк': "Америка", 'Столица': "Бриджтаун", 'Насаление': "290,000 человек",
                 'Язык': "англисӣ", "Национальная валюта": "доллар", 'Площадь': "430 км²", 'Телефонный код': "+1-246",  "FlagFile": "bb.png", "EmblemFile": "bb.jpg"},
    "Куба": {'Материк': "Америка", 'Столица': "Ҳавана", 'Насаление': "11,000,000 человек",
             'Язык': "испонӣ", "Национальная валюта": "песо", 'Площадь': "109,884 км²", 'Телефонный код': "+53",  "FlagFile": "cu.png", "EmblemFile": "cu.jpg"},
    "Доминика": {'Материк': "Америка", 'Столица': "Розо", 'Насаление': "72,000 человек",
                 'Язык': "англисӣ", "Национальная валюта": "доллар", 'Площадь': "751 км²", 'Телефонный код': "+1-767",  "FlagFile": "dm.png", "EmblemFile": "dm.jpg"},
    "Гренада": {'Материк': "Америка", 'Столица': "Сент-Джорҷес", 'Насаление': "112,000 человек",
                'Язык': "англисӣ", "Национальная валюта": "доллар", 'Площадь': "344 км²", 'Телефонный код': "+1-473",  "FlagFile": "gd.png", "EmblemFile": "gd.jpg"},
    "Сент-Люсия": {'Материк': "Америка", 'Столица': "Кастри", 'Насаление': "180,000 человек",
                    'Язык': "англисӣ", "Национальная валюта": "доллар", 'Площадь': "616 км²", 'Телефонный код': "+1-758",  "FlagFile": "lc.png", "EmblemFile": "lc.jpg"},
    "Сент-Винсент ва Гренадинҳо": {'Материк': "Америка", 'Столица': "Кингстаун", 'Насаление': "110,000 человек",
                                    'Язык': "англисӣ", "Национальная валюта": "доллар", 'Площадь': "389 км²", 'Телефонный код': "+1-784",  "FlagFile": "vc.png", "EmblemFile": "vc.jpg"},
    "Аргентина": {'Материк': "Америка", 'Столица': "Буэнос-Айрес", 'Насаление': "45,000,000 человек",
                  'Язык': "испонӣ", "Национальная валюта": "песо", 'Площадь': "2,780,400 км²", 'Телефонный код': "+54",  "FlagFile": "ar.png", "EmblemFile": "ar.jpg"},
    "Австрия": {'Материк': "Европа", 'Столица': "Вена", 'Насаление': "9,000,000 человек",
                'Язык': "олмонӣ", "Национальная валюта": "евро", 'Площадь': "83,879 км²", 'Телефонный код': "+43",  "FlagFile": "at.png", "EmblemFile": "at.jpg"},
    "Беларусь": {'Материк': "Европа", 'Столица': "Минск", 'Насаление': "9,500,000 человек",
                'Язык': "белорусӣ ва русӣ", "Национальная валюта": "рубл", 'Площадь': "207,600 км²", 'Телефонный код': "+375",  "FlagFile": "by.png", "EmblemFile": "by.jpg"},
    "Бангладеш": {'Материк': "Азия", 'Столица': "Дакка", 'Насаление': "165,000,000 человек",
                  'Язык': "бенгалӣ", "Национальная валюта": "такка", 'Площадь': "147,570 км²", 'Телефонный код': "+880",  "FlagFile": "bd.png", "EmblemFile": "bd.jpg"},
    "Бурунди": {'Материк': "Африка", 'Столица': "Бужумбура", 'Насаление': "11,000,000 человек",
                'Язык': "кирунди, фаронсавӣ ва англисӣ", "Национальная валюта": "франк", 'Площадь': "27,834 км²", 'Телефонный код': "+257",  "FlagFile": "bi.png", "EmblemFile": "bijpg"},
    "Боливия": {'Материк': "Америка", 'Столица': "Сукре", 'Насаление': "11,500,000 человек",
                'Язык': "испонӣ ва Языкҳои маҳаллӣ", "Национальная валюта": "боливиано", 'Площадь': "1,098,581 км²", 'Телефонный код': "+591",  "FlagFile": "bo.png", "EmblemFile": "bo.jpg"},
    "Босния ва Ҳерцеговина": {'Материк': "Европа", 'Столица': "Сараево", 'Насаление': "3,300,000 человек",  'Язык': "босниягӣ, хорватӣ, сербӣ", "Национальная валюта": "маркаи конвертшаванда", 'Площадь': "51,209 км²", 'Телефонный код': "+387",  "FlagFile": "ba.png", "EmblemFile": "ba.jpg"},
    "Япония": {'Материк': "Азия", 'Столица': "Токио", 'Насаление': "125,000,000 человек",
               'Язык': "японӣ", "Национальная валюта": "йена", 'Площадь': "378,000 км²", 'Телефонный код': "+81",  "FlagFile": "jp.png", "EmblemFile": "jp.jpg"},
   
    "Северная Корея": {'Материк': "Азия", 'Столица': "Пхенян", 'Насаление': "25,000,000 человек",
                     'Язык': "кореягӣ", "Национальная валюта": "вон", 'Площадь': "120,540 км²", 'Телефонный код': "+850",  "FlagFile": "kp.png", "EmblemFile": "kp.jpg"},
    "Ливан": {'Материк': "Азия", 'Столица': "Бейрут", 'Насаление': "6,000,000 человек",
              'Язык': "арабӣ", "Национальная валюта": "ливал", 'Площадь': "10,452 км²", 'Телефонный код': "+961",  "FlagFile": "lb.png", "EmblemFile": "lb.jpg"},
    "Литва": {'Материк': "Европа", 'Столица': "Вилнюс", 'Насаление': "2,800,000 человек",
              'Язык': "литвонӣ", "Национальная валюта": "евро", 'Площадь': "65,300 км²", 'Телефонный код': "+370",  "FlagFile": "lt.png", "EmblemFile": "lt.jpg"},
    "Латвия": {'Материк': "Европа", 'Столица': "Рига", 'Насаление': "1,900,000 человек",
               'Язык': "латвӣ", "Национальная валюта": "евро", 'Площадь': "64,589 км²", 'Телефонный код': "+371",  "FlagFile": "lv.png", "EmblemFile": "lv.jpg"},
    "Мальдивы": {'Материк': "Азия", 'Столица': "Мале", 'Насаление': "540,000 человек",    'Язык': "дивехи", "Национальная валюта": "руфия", 'Площадь': "300 км²", 'Телефонный код': "+960",  "FlagFile": "mv.png", "EmblemFile": "mv.jpg"},
    "Малайзия": {'Материк': "Азия", 'Столица': "Куала-Лумпур", 'Насаление': "32,000,000 человек",
                  'Язык': "малайӣ", "Национальная валюта": "рингит", 'Площадь': "330,803 км²", 'Телефонный код': "+60",  "FlagFile": "my.png", "EmblemFile": "my.jpg"},
    "Молдова": {'Материк': "Европа", 'Столица': "Кишинёв", 'Насаление': "2,600,000 человек",
                'Язык': "молдованӣ", "Национальная валюта": "лей", 'Площадь': "33,846 км²", 'Телефонный код': "+373",  "FlagFile": "md.png", "EmblemFile": "md.jpg"},
    "Мозамбик": {'Материк': "Африка", 'Столица': "Мапуту", 'Насаление': "31,000,000 человек",
                 'Язык': "португалӣ", "Национальная валюта": "метикал", 'Площадь': "801,590 км²", 'Телефонный код': "+258",  "FlagFile": "mz.png", "EmblemFile": "mz.jpg"},
    "Непал": {'Материк': "Азия", 'Столица': "Катманду", 'Насаление': "30,000,000 человек",
              'Язык': "непалӣ", "Национальная валюта": "рупия", 'Площадь': "147,516 км²", 'Телефонный код': "+977",  "FlagFile": "np.png", "EmblemFile": "np.jpg"},
    "Нидерланд": {'Материк': "Европа", 'Столица': "Амстердам", 'Насаление': "17,000,000 человек",
                  'Язык': "голландӣ", "Национальная валюта": "евро", 'Площадь': "41,543 км²", 'Телефонный код': "+31",  "FlagFile": "nl.png", "EmblemFile": "nl.jpg"},
    "Нигер": {'Материк': "Африка", 'Столица': "Ниамей", 'Насаление': "24,000,000 человек",
              'Язык': "фаронсавӣ", "Национальная валюта": "франк", 'Площадь': "1,267,000 км²", 'Телефонный код': "+227",  "FlagFile": "ne.png", "EmblemFile": "ne.jpg"},
    "Норвегия": {'Материк': "Европа", 'Столица': "Осло", 'Насаление': "5,400,000 человек",
                 'Язык': "норвегӣ", "Национальная валюта": "крона", 'Площадь': "385,207 км²", 'Телефонный код': "+47",  "FlagFile": "no.png", "EmblemFile": "no.jpg"},
    "Панама": {'Материк': "Америка", 'Столица': "Панама-Сити", 'Насаление': "4,300,000 человек",
               'Язык': "испонӣ", "Национальная валюта": "доллар", 'Площадь': "75,417 км²", 'Телефонный код': "+507",  "FlagFile": "pa.png", "EmblemFile": "pa.jpg"},
    "Парагвай": {'Материк': "Америка", 'Столица': "Асунсион", 'Насаление': "7,000,000 человек",
                 'Язык': "испонӣ", "Национальная валюта": "гуарани", 'Площадь': "406,752 км²", 'Телефонный код': "+595",  "FlagFile": "py.png", "EmblemFile": "py.jpg"},
    "Филиппины": {'Материк': "Азия", 'Столица': "Манила", 'Насаление': "110,000,000 человек",
                  'Язык': "тагалог ва англисӣ", "Национальная валюта": "писо", 'Площадь': "300,000 км²", 'Телефонный код': "+63",  "FlagFile": "ph.png", "EmblemFile": "ph.jpg"},
    "Польша": {'Материк': "Европа", 'Столица': "Варшава", 'Насаление': "38,000,000 человек",
              'Язык': "полишӣ", "Национальная валюта": "злотӣ", 'Площадь': "312,696 км²", 'Телефонный код': "+48",  "FlagFile": "pl.png", "EmblemFile": "pl.jpg"},
    "Португалия": {'Материк': "Европа", 'Столица': "Лиссабон", 'Насаление': "10,300,000 человек",
                   'Язык': "португалӣ", "Национальная валюта": "евро", 'Площадь': "92,212 км²", 'Телефонный код': "+351",  "FlagFile": "pt.png", "EmblemFile": "pt.jpg"},
    "Катар": {'Материк': "Азия", 'Столица': "Доха", 'Насаление': "2,800,000 человек",
              'Язык': "арабӣ", "Национальная валюта": "риал", 'Площадь': "11,571 км²", 'Телефонный код': "+974",  "FlagFile": "qa.png", "EmblemFile": "qa.jpg"},
    "Румыния": {'Материк': "Европа", 'Столица': "Бухарест", 'Насаление': "19,000,000 человек",
                'Язык': "руминӣ", "Национальная валюта": "лей", 'Площадь': "238,397 км²", 'Телефонный код': "+40",  "FlagFile": "ro.png", "EmblemFile": "ro.jpg"},
    "Русия": {'Материк': "Европа ва Азия", 'Столица': "Москва", 'Насаление': "144,000,000 человек",
              'Язык': "русӣ", "Национальная валюта": "рубл", 'Площадь': "17,098,242 км²", 'Телефонный код': "+7",  "FlagFile": "ru.png", "EmblemFile": "ru.jpg"},
    "Саудовская Аравия": {'Материк': "Азия", 'Столица': "Риёзд", 'Насаление': "35,000,000 человек",
                        'Язык': "арабӣ", "Национальная валюта": "риал", 'Площадь': "2,150,000 км²", 'Телефонный код': "+966",  "FlagFile": "sa.png", "EmblemFile": "sa.jpg"},
    "Сенегал": {'Материк': "Африка", 'Столица': "Дакар", 'Насаление': "16,000,000 человек",
                'Язык': "французӣ", "Национальная валюта": "франк", 'Площадь': "196,722 км²", 'Телефонный код': "+221",  "FlagFile": "sn.png", "EmblemFile": "sn.jpg"},
    "Сербия": {'Материк': "Европа", 'Столица': "Белград", 'Насаление': "7,000,000", 'Язык': "сербӣ", "Национальная валюта": "динар", 'Площадь': "77,474 км²", 'Телефонный код': "+381",  "FlagFile": "rs.png", "EmblemFile": "rs.jpg"},
    "Сингапур": {'Материк': "Азия", 'Столица': "Сингапур", 'Насаление': "5,600,000 человек",
                 'Язык': "англисӣ, малайӣ, мандарин, тамилӣ", "Национальная валюта": "доллари сингапурӣ", 'Площадь': "728 км²", 'Телефонный код': "+65",  "FlagFile": "sg.png", "EmblemFile": "sg.jpg"},
    "Словения": {'Материк': "Европа", 'Столица': "Любляна", 'Насаление': "2,100,000 человек",
                 'Язык': "словенӣ", "Национальная валюта": "евро", 'Площадь': "20,273 км²", 'Телефонный код': "+386",  "FlagFile": "si.png", "EmblemFile": "si.jpg"},
    "Сомали": {'Материк': "Африка", 'Столица': "Могадишу", 'Насаление': "15,000,000 человек",
               'Язык': "сомалӣ ва арабӣ", "Национальная валюта": "шиллинг", 'Площадь': "637,657 км²", 'Телефонный код': "+252",  "FlagFile": "so.png", "EmblemFile": "so.jpg"},
    "Соломоновы Острова": {'Материк': "Уқёнусия", 'Столица': "Хониара", 'Насаление': "700,000 человек",
                          'Язык': "англисӣ", "Национальная валюта": "доллари Соломон", 'Площадь': "28,896 км²", 'Телефонный код': "+677",  "FlagFile": "sb.png", "EmblemFile": "sb.jpg"},
    "Сирия": {'Материк': "Азия", 'Столица': "Дамаск", 'Насаление': "17,000,000 человек",
              'Язык': "арабӣ", "Национальная валюта": "лир", 'Площадь': "185,180 км²", 'Телефонный код': "+963",  "FlagFile": "sy.png", "EmblemFile": "sy.jpg"},
    "Танзания": {'Материк': "Африка", 'Столица': "Додома", 'Насаление': "59,000,000 человек",
                 'Язык': "суахили ва англисӣ", "Национальная валюта": "шиллинг", 'Площадь': "945,087 км²", 'Телефонный код': "+255",  "FlagFile": "tz.png", "EmblemFile": "tz.jpg"},
    "Таиланд": {'Материк': "Азия", 'Столица': "Бангкок", 'Насаление': "69,000,000 человек",
                'Язык': "тайӣ", "Национальная валюта": "бат", 'Площадь': "513,120 км²", 'Телефонный код': "+66",  "FlagFile": "th.png", "EmblemFile": "th.jpg"},
    "Тунис": {'Материк': "Африка", 'Столица': "Тунис", 'Насаление': "12,000,000 человек",
              'Язык': "арабӣ", "Национальная валюта": "динар", 'Площадь': "163,610 км²", 'Телефонный код': "+216",  "FlagFile": "tn.png", "EmblemFile": "tn.jpg"},
    "Украина": {'Материк': "Европа", 'Столица': "Киев", 'Насаление': "41,000,000 человек",
                'Язык': "украинӣ", "Национальная валюта": "гривна", 'Площадь': "603,628 км²", 'Телефонный код': "+380",  "FlagFile": "ua.png", "EmblemFile": "ua.jpg"},
    "Уругвай": {'Материк': "Америка", 'Столица': "Монтевидео", 'Насаление': "3,500,000 человек",
                'Язык': "испонӣ", "Национальная валюта": "песо", 'Площадь': "176,215 км²", 'Телефонный код': "+598",  "FlagFile": "uy.png", "EmblemFile": "iy.jpg"},
    "Вьетнам": {'Материк': "Азия", 'Столица': "Ҳаной", 'Насаление': "97,000,000 человек",
               'Язык': "ветнамӣ", "Национальная валюта": "донг", 'Площадь': "331,210 км²", 'Телефонный код': "+84",  "FlagFile": "vn.png", "EmblemFile": "vn.jpg"},
    "Замбия": {'Материк': "Африка", 'Столица': "Лусака", 'Насаление': "18,000,000 человек",
               'Язык': "англисӣ", "Национальная валюта": "квача", 'Площадь': "752,618 км²", 'Телефонный код': "+260",  "FlagFile": "zm.png", "EmblemFile": "zm.jpg"},
    "Зимбабве": {'Материк': "Африка", 'Столица': "Ҳараре", 'Насаление': "14,000,000 человек",
                 'Язык': "англисӣ ва Языкҳои маҳаллӣ", "Национальная валюта": "доллар", 'Площадь': "390,757 км²", 'Телефонный код': "+263",  "FlagFile": "zw.png", "EmblemFile": "zw.jpg"},




    "Бахрейн": {'Материк': "Азия", 'Столица': "Манама", 'Насаление': "1,700,000 человек",
                'Язык': "арабӣ", "Национальная валюта": "динара", 'Площадь': "765 км²", 'Телефонный код': "+973",  "FlagFile": "bh.png", "EmblemFile": "bh.jpg"},
 
    "Алжир": {'Материк': "Африка", 'Столица': "Алҷазоир", 'Насаление': "44,000,000 человек",
                  'Язык': "арабӣ, французӣ", "Национальная валюта": "динар", 'Площадь': "2,381,741 км²", 'Телефонный код': "+213",  "FlagFile": "dz.png", "EmblemFile": "dz.jpg"},
    "Андорра": {'Материк': "Европа", 'Столица': "Андорра-ла-Велла", 'Насаление': "77,000 человек",
                'Язык': "каталонӣ", "Национальная валюта": "евро", 'Площадь': "468 км²", 'Телефонный код': "+376",  "FlagFile": "ad.png", "EmblemFile": "ad.jpg"},
   
   
  "Бутан": {'Материк': "Азия", 'Столица': "Тхимпху", 'Насаление': "800,000 человек",
              'Язык': "дзонгкэ", "Национальная валюта": "нгаултрум", 'Площадь': "38,394 км²", 'Телефонный код': "+975",  "FlagFile": "bt.png", "EmblemFile": "bt.jpg"},
   
    "Гвинея-Бисау": {'Материк': "Африка", 'Столица': "Бисау", 'Насаление': "2,000,000 человек",
                     'Язык': "португалӣ", "Национальная валюта": "франк", 'Площадь': "36,125 км²", 'Телефонный код': "+245",  "FlagFile": "gw.png", "EmblemFile": "qw.jpg"},
   
    "Джибути": {'Материк': "Африка", 'Столица': "Джибути", 'Насаление': "900,000 человек",
                'Язык': "французӣ, арабӣ", "Национальная валюта": "франк", 'Площадь': "23,200 км²", 'Телефонный код': "+253",  "FlagFile": "dj.png", "EmblemFile": "dj.jpg"},
    "Исландия": {'Материк': "Европа", 'Столица': "Рейкьявик", 'Насаление': "360,000 человек",
                 'Язык': "исландӣ", "Национальная валюта": "крона", 'Площадь': "103,000 км²", 'Телефонный код': "+354",  "FlagFile": "is.png", "EmblemFile": "is.jpg"},
    "Кабо-Верде": {'Материк': "Африка", 'Столица': "Прая", 'Насаление': "550,000 человек",
                   'Язык': "португалӣ", "Национальная валюта": "эскудо", 'Площадь': "4,033 км²", 'Телефонный код': "+238",  "FlagFile": "cv.png", "EmblemFile": "cv.jpg"},
    "Коморы": {'Материк': "Африка", 'Столица': "Морони", 'Насаление': "850,000 человек",
                'Язык': "коморӣ, арабӣ, фаронсавӣ", "Национальная валюта": "франк", 'Площадь': "1,861 км²", 'Телефонный код': "+269",  "FlagFile": "km.png", "EmblemFile": "km.jpg"},
    "Лихтенштейн": {'Материк': "Европа", 'Столица': "Вадуц", 'Насаление': "38,000 человек",
                     'Язык': "немисӣ", "Национальная валюта": "швейцарфранк", 'Площадь': "160 км²", 'Телефонный код': "+423",  "FlagFile": "li.png", "EmblemFile": "li.jpg"},
    "Люксембург": {'Материк': "Европа", 'Столица': "Люксембург", 'Насаление': "630,000 человек",
                   'Язык': "луксембургӣ, французӣ, олмонӣ", "Национальная валюта": "евро", 'Площадь': "2,586 км²", 'Телефонный код': "+352",  "FlagFile": "lu.png", "EmblemFile": "lu.jpg"},
    "Мальта": {'Материк': "Европа", 'Столица': "Валетта", 'Насаление': "440,000 человек",
               'Язык': "малтийӣ, англисӣ", "Национальная валюта": "евро", 'Площадь': "316 км²", 'Телефонный код': "+356",  "FlagFile": "mt.png", "EmblemFile": "mt.jpg"},
    
    "Монако": {'Материк': "Европа", 'Столица': "Монако", 'Насаление': "39,000 человек",
               'Язык': "французӣ", "Национальная валюта": "евро", 'Площадь': "2 км²", 'Телефонный код': "+377",  "FlagFile": "mc.png", "EmblemFile": "mc.jpg"},
    "Науру": {'Материк': "Уқёнусия", 'Столица': "Ярн", 'Насаление': "10,000 человек",
              'Язык': "науру", "Национальная валюта": "доллар", 'Площадь': "21 км²", 'Телефонный код': "+674",  "FlagFile": "nr.png", "EmblemFile": "nr.jpg"},
    "Сан-Марино": {'Материк': "Европа", 'Столица': "Сан-Марино", 'Насаление': "34,000 человек",
                   'Язык': "итолиявӣ", "Национальная валюта": "евро", 'Площадь': "61 км²", 'Телефонный код': "+378",  "FlagFile": "sm.png", "EmblemFile": "sm.jpg"},
    
    "Гайана": {'Материк': "Америка", 'Столица': "Джорҷтаун", 'Насаление': "790,000 человек",
               'Язык': "англисӣ", "Национальная валюта": "доллари Гайана", 'Площадь': "214,969 км²", 'Телефонный код': "+592",  "FlagFile": "gy.png", "EmblemFile": "gy.jpg"},
  
    "Индонезия": {'Материк': "Азия", 'Столица': "Жакарта", 'Насаление': "273,000,000 человек",
                  'Язык': "индонезӣ", "Национальная валюта": "рупия", 'Площадь': "1,904,569 км²", 'Телефонный код': "+62",  "FlagFile": "id.png", "EmblemFile": "id.jpg"},
    "Ирландия": {'Материк': "Европа", 'Столица': "Дублин", 'Насаление': "4,900,000 человек",
                 'Язык': "англисӣ ва ирландӣ", "Национальная валюта": "евро", 'Площадь': "70,273 км²", 'Телефонный код': "+353",  "FlagFile": "ie.png", "EmblemFile": "ie.jpg"},
    "Исроил": {'Материк': "Азия", 'Столица': "Қудс", 'Насаление': "9,200,000 человек",
               'Язык': "иврит ва арабӣ", "Национальная валюта": "шекел", 'Площадь': "20,770 км²", 'Телефонный код': "+972",  "FlagFile": "il.png", "EmblemFile": "il.jpg"},
    "Италия": {'Материк': "Европа", 'Столица': "Рим", 'Насаление': "60,000,000 человек",
               'Язык': "италиянӣ", "Национальная валюта": "евро",  'Телефонный код': "+39",  "FlagFile": "it.png", "EmblemFile": "it.jpg"},

"Белгия": {'Материк': "Европа", 'Столица': "Брюссел", 'Насаление': "11 600 000 человек", 'Язык': "голландӣ, фаронсавӣ, олмонӣ", "Национальная валюта": "евро", 'Площадь': "30 528 км²", 'Телефонный код': "+32", "FlagFile": "be.png", "EmblemFile": "be.jpg"},  
"Великая Британия": {'Материк': "Европа", 'Столица': "Лондон", 'Насаление': "67 000 000 человек", 'Язык': "англисӣ", "Национальная валюта": "фунт стерлинг", 'Площадь': "242 495 км²", 'Телефонный код': "+44", "FlagFile": "gb.png", "EmblemFile": "gb.jpg"},  
"Болгария": {'Материк': "Европа", 'Столица': "София", 'Насаление': "6 900 000 человек", 'Язык': "булғорӣ", "Национальная валюта": "лев", 'Площадь': "110 994 км²", 'Телефонный код': "+359", "FlagFile": "bg.png", "EmblemFile": "bg.jpg"},  
"Ватикан": {'Материк': "Европа", 'Столица': "Ватикан", 'Насаление': "800 человек", 'Язык': "итолиявӣ, лотинӣ", "Национальная валюта": "евро", 'Площадь': "0.44 км²", 'Телефонный код': "+379", "FlagFile": "va.png", "EmblemFile": "va.jpg"},  
"Венгрия": {'Материк': "Европа", 'Столица': "Будапешт", 'Насаление': "9 700 000 человек", 'Язык': "венгерӣ", "Национальная валюта": "форинт", 'Площадь': "93 030 км²", 'Телефонный код': "+36", "FlagFile": "hu.png", "EmblemFile": "hu.jpg"},  
"Германия": {'Материк': "Европа", 'Столица': "Берлин", 'Насаление': "83 000 000 человек", 'Язык': "олмонӣ", "Национальная валюта": "евро", 'Площадь': "357 022 км²", 'Телефонный код': "+49", "FlagFile": "de.png", "EmblemFile": "de.jpg"},  
"Греция": {'Материк': "Европа", 'Столица': "Афина", 'Насаление': "10 700 000 человек", 'Язык': "юнонӣ", "Национальная валюта": "евро", 'Площадь': "131 957 км²", 'Телефонный код': "+30", "FlagFile": "gr.png", "EmblemFile": "gr.jpg"},  
"Испания": {'Материк': "Европа", 'Столица': "Мадрид", 'Насаление': "47 000 000 человек", 'Язык': "испонӣ", "Национальная валюта": "евро", 'Площадь': "505 990 км²", 'Телефонный код': "+34", "FlagFile": "es.png", "EmblemFile": "es.jpg"},  
"Северная Македония": {'Материк': "Европа", 'Столица': "Скопле", 'Насаление': "2 100 000 человек", 'Язык': "македонӣ", "Национальная валюта": "денар", 'Площадь': "25 713 км²", 'Телефонный код': "+389", "FlagFile": "mk.png", "EmblemFile": "mk.jpg"},  
"Черногория": {'Материк': "Европа", 'Столица': "Подгорица", 'Насаление': "620 000 человек", 'Язык': "черногорӣ", "Национальная валюта": "евро", 'Площадь': "13 812 км²", 'Телефонный код': "+382", "FlagFile": "me.png", "EmblemFile": "me.jpg"},  
"Словакия": {'Материк': "Европа", 'Столица': "Братислава", 'Насаление': "5 400 000 человек", 'Язык': "словакӣ", "Национальная валюта": "евро", 'Площадь': "49 035 км²", 'Телефонный код': "+421", "FlagFile": "sk.png", "EmblemFile": "sk.jpg"},  
"Франция": {'Материк': "Европа", 'Столица': "Париж", 'Насаление': "67 000 000 человек", 'Язык': "фаронсавӣ", "Национальная валюта": "евро", 'Площадь': "643 801 км²", 'Телефонный код': "+33", "FlagFile": "fr.png", "EmblemFile": "fr.jpg"},  
"Швейцария": {'Материк': "Европа", 'Столица': "Берн", 'Насаление': "8 700 000 человек", 'Язык': "олмонӣ, фаронсавӣ, итолиявӣ", "Национальная валюта": "франк", 'Площадь': "41 285 км²", 'Телефонный код': "+41", "FlagFile": "ch.png", "EmblemFile": "ch.jpg"},  
"Швеция": {'Материк': "Европа", 'Столица': "Стокголм", 'Насаление': "10 400 000 человек", 'Язык': "шведӣ", "Национальная валюта": "крона", 'Площадь': "450 295 км²", 'Телефонный код': "+46", "FlagFile": "se.png", "EmblemFile": "se.jpg"},  

"Антигуа ва Барбуда": {'Материк': "Америка", 'Столица': "Сент-Ҷонс", 'Насаление': "93 000 человек", 'Язык': "англисӣ", "Национальная валюта": "доллари Кариби Шарқӣ", 'Площадь': "442 км²", 'Телефонный код': "+1-268", "FlagFile": "ag.png", "EmblemFile": "ag.jpg"},  
"Белиз": {'Материк': "Америка", 'Столица': "Белмопан", 'Насаление': "400 000 человек", 'Язык': "англисӣ", "Национальная валюта": "доллари Белиз", 'Площадь': "22 966 км²", 'Телефонный код': "+501", "FlagFile": "bz.png", "EmblemFile": "bz.jpg"},  
"Бразилия": {'Материк': "Америка", 'Столица': "Бразилиа", 'Насаление': "214 000 000 человек", 'Язык': "португалӣ", "Национальная валюта": "реал", 'Площадь': "8 515 767 км²", 'Телефонный код': "+55", "FlagFile": "br.png", "EmblemFile": "br.jpg"},  
"Венесуэла": {'Материк': "Америка", 'Столица': "Каракас", 'Насаление': "28 000 000 человек", 'Язык': "испонӣ", "Национальная валюта": "боливар", 'Площадь': "916 445 км²", 'Телефонный код': "+58", "FlagFile": "ve.png", "EmblemFile": "ve.jpg"},  
"Гондурас": {'Материк': "Америка", 'Столица': "Тегусигалпа", 'Насаление': "10 000 000 человек", 'Язык': "испонӣ", "Национальная валюта": "лемпира", 'Площадь': "112 492 км²", 'Телефонный код': "+504", "FlagFile": "hn.png", "EmblemFile": "hn.jpg"},  
"Канада": {'Материк': "Америка", 'Столица': "Оттава", 'Насаление': "38 000 000 человек", 'Язык': "англисӣ, фаронсавӣ", "Национальная валюта": "доллари Канада", 'Площадь': "9 984 670 км²", 'Телефонный код': "+1", "FlagFile": "ca.png", "EmblemFile": "ca.jpg"},  
"Мексика": {'Материк': "Америка", 'Столица': "Мехико", 'Насаление': "126 000 000 человек", 'Язык': "испонӣ", "Национальная валюта": "песо", 'Площадь': "1 964 375 км²", 'Телефонный код': "+52", "FlagFile": "mx.png", "EmblemFile": "mx.jpg"},  
"Никарагуа": {'Материк': "Америка", 'Столица': "Манагуа", 'Насаление': "6 600 000 человек", 'Язык': "испонӣ", "Национальная валюта": "кордоба", 'Площадь': "130 373 км²", 'Телефонный код': "+505", "FlagFile": "ni.png", "EmblemFile": "ni.jpg"},  
"Перу": {'Материк': "Америка", 'Столица': "Лима", 'Насаление': "33 000 000 человек", 'Язык': "испонӣ", "Национальная валюта": "сол", 'Площадь': "1 285 216 км²", 'Телефонный код': "+51", "FlagFile": "pe.png", "EmblemFile": "pe.jpg"},  
"Сальвадор": {'Материк': "Америка", 'Столица': "Сан-Салвадор", 'Насаление': "6 500 000 человек", 'Язык': "испонӣ", "Национальная валюта": "доллари ИМА", 'Площадь': "21 041 км²", 'Телефонный код': "+503", "FlagFile": "sv.png", "EmblemFile": "sv.jpg"},  
"Сент-Китс ва Невис": {'Материк': "Америка", 'Столица': "Бастер", 'Насаление': "53 000 человек", 'Язык': "англисӣ", "Национальная валюта": "доллари Кариби Шарқӣ", 'Площадь': "261 км²", 'Телефонный код': "+1-869", "FlagFile": "kn.png", "EmblemFile": "kn.jpg"},  
"Суринам": {'Материк': "Америка", 'Столица': "Парамарибо", 'Насаление': "600 000 человек", 'Язык': "голландӣ", "Национальная валюта": "доллари Суринам", 'Площадь': "163 820 км²", 'Телефонный код': "+597", "FlagFile": "sr.png", "EmblemFile": "sr.jpg"},  
"Тринидад ва Тобаго": {'Материк': "Америка", 'Столица': "Порт-оф-Спейн", 'Насаление': "1 400 000 человек", 'Язык': "англисӣ", "Национальная валюта": "доллари Тринидад ва Тобаго", 'Площадь': "5 128 км²", 'Телефонный код': "+1-868", "FlagFile": "tt.png", "EmblemFile": "tt.jpg"},  
"США": {'Материк': "Америка", 'Столица': "Вашингтон", 'Насаление': "331 000 000 человек", 'Язык': "англисӣ", "Национальная валюта": "доллари ИМА", 'Площадь': "9 833 520 км²", 'Телефонный код': "+1", "FlagFile": "us.png", "EmblemFile": "us.jpg"},  
"Ямайка": {'Материк': "Америка", 'Столица': "Кингстон", 'Насаление': "2 900 000 человек", 'Язык': "англисӣ", "Национальная валюта": "доллари Ямайка", 'Площадь': "10 991 км²", 'Телефонный код': "+1-876", "FlagFile": "jm.png", "EmblemFile": "jm.jpg"},  


"Ангола": {'Материк': "Африка", 'Столица': "Луанда", 'Насаление': "33 000 000 человек", 'Язык': "португалӣ", "Национальная валюта": "кванза", 'Площадь': "1 246 700 км²", 'Телефонный код': "+244", "FlagFile": "ao.png", "EmblemFile": "ao.jpg"},  
"Бенин": {'Материк': "Африка", 'Столица': "Порто-Ново", 'Насаление': "12 000 000 человек", 'Язык': "фаронсавӣ", "Национальная валюта": "франки CFA", 'Площадь': "114 763 км²", 'Телефонный код': "+229", "FlagFile": "bj.png", "EmblemFile": "bj.jpg"},  
"Буркина-Фасо": {'Материк': "Африка", 'Столица': "Уагадугу", 'Насаление': "21 000 000 человек", 'Язык': "фаронсавӣ", "Национальная валюта": "франки CFA", 'Площадь': "274 200 км²", 'Телефонный код': "+226", "FlagFile": "bf.png", "EmblemFile": "bf.jpg"},  
"Габон": {'Материк': "Африка", 'Столица': "Либревил", 'Насаление': "2 200 000 человек", 'Язык': "фаронсавӣ", "Национальная валюта": "франки CFA", 'Площадь': "267 667 км²", 'Телефонный код': "+241", "FlagFile": "ga.png", "EmblemFile": "ga.jpg"},  
"Гана": {'Материк': "Африка", 'Столица': "Аккра", 'Насаление': "31 000 000 человек", 'Язык': "англисӣ", "Национальная валюта": "седи", 'Площадь': "238 533 км²", 'Телефонный код': "+233", "FlagFile": "gh.png", "EmblemFile": "gh.jpg"},  
"Камерун": {'Материк': "Африка", 'Столица': "Яунде", 'Насаление': "27 000 000 человек", 'Язык': "фаронсавӣ, англисӣ", "Национальная валюта": "франки CFA", 'Площадь': "475 442 км²", 'Телефонный код': "+237", "FlagFile": "cm.png", "EmblemFile": "cm.jpg"},  
"Конго": {'Материк': "Африка", 'Столица': "Браззавил", 'Насаление': "5 500 000 человек", 'Язык': "фаронсавӣ", "Национальная валюта": "франки CFA", 'Площадь': "342 000 км²", 'Телефонный код': "+242", "FlagFile": "cg.png", "EmblemFile": "cg.jpg"},  
"Демократическая Руспублика Конго": {'Материк': "Африка", 'Столица': "Киншаса", 'Насаление': "92 000 000 человек", 'Язык': "фаронсавӣ", "Национальная валюта": "франки Конго", 'Площадь': "2 344 858 км²", 'Телефонный код': "+243", "FlagFile": "cd.png", "EmblemFile": "cd.jpg"},  
"Кот-д'Ивуар": {'Материк': "Африка", 'Столица': "Ямусукро", 'Насаление': "26 000 000 человек", 'Язык': "фаронсавӣ", "Национальная валюта": "франки CFA", 'Площадь': "322 463 км²", 'Телефонный код': "+225", "FlagFile": "ci.png", "EmblemFile": "ci.jpg"},  
"Лесото": {'Материк': "Африка", 'Столица': "Масеру", 'Насаление': "2 100 000 человек", 'Язык': "сесото, англисӣ", "Национальная валюта": "лоти", 'Площадь': "30 355 км²", 'Телефонный код': "+266", "FlagFile": "ls.png", "EmblemFile": "ls.jpg"},  
"Либерия": {'Материк': "Африка", 'Столица': "Монровия", 'Насаление': "5 000 000 человек", 'Язык': "англисӣ", "Национальная валюта": "доллари Либерия", 'Площадь': "111 369 км²", 'Телефонный код': "+231", "FlagFile": "lr.png", "EmblemFile": "lr.jpg"},  
"Маврикий": {'Материк': "Африка", 'Столица': "Порт-Луи", 'Насаление': "1 300 000 человек", 'Язык': "англисӣ, фаронсавӣ", "Национальная валюта": "рупияи Маврикий", 'Площадь': "2 040 км²", 'Телефонный код': "+230", "FlagFile": "mu.png", "EmblemFile": "mu.jpg"},  
"Египет": {'Материк': "Африка", 'Столица': "Қоҳира", 'Насаление': "102 000 000 человек", 'Язык': "арабӣ", "Национальная валюта": "фунти Миср", 'Площадь': "1 010 408 км²", 'Телефонный код': "+20", "FlagFile": "eg.png", "EmblemFile": "eg.jpg"},  
"Намибия": {'Материк': "Африка", 'Столица': "Виндхук", 'Насаление': "2 500 000 человек", 'Язык': "англисӣ", "Национальная валюта": "доллари Намибия", 'Площадь': "825 615 км²", 'Телефонный код': "+264", "FlagFile": "na.png", "EmblemFile": "na.jpg"},  
"Сан-Томе ва Принсипи": {'Материк': "Африка", 'Столица': "Сан-Томе", 'Насаление': "220 000 человек", 'Язык': "португалӣ", "Национальная валюта": "добра", 'Площадь': "1 001 км²", 'Телефонный код': "+239", "FlagFile": "st.png", "EmblemFile": "st.jpg"},  
"Сьерра-Леоне": {'Материк': "Африка", 'Столица': "Фритаун", 'Насаление': "8 000 000 человек", 'Язык': "англисӣ", "Национальная валюта": "леоне", 'Площадь': "71 740 км²", 'Телефонный код': "+232", "FlagFile": "sl.png", "EmblemFile": "sl.jpg"},  
"Судан": {'Материк': "Африка", 'Столица': "Хартум", 'Насаление': "44 000 000 человек", 'Язык': "арабӣ, англисӣ", "Национальная валюта": "фунти Судан", 'Площадь': "1 861 484 км²", 'Телефонный код': "+249", "FlagFile": "sd.png", "EmblemFile": "sd.jpg"},  
"Эритрея": {'Материк': "Африка", 'Столица': "Асмара", 'Насаление': "3 500 000 человек", 'Язык': "тигриня, арабӣ, англисӣ", "Национальная валюта": "нақфа", 'Площадь': "117 600 км²", 'Телефонный код': "+291", "FlagFile": "er.png", "EmblemFile": "er.jpg"},  
"Эсватини": {'Материк': "Африка", 'Столица': "Мбабане", 'Насаление': "1 200 000 человек", 'Язык': "англисӣ, сисвати", "Национальная валюта": "лилангени", 'Площадь': "17 364 км²", 'Телефонный код': "+268", "FlagFile": "sz.png", "EmblemFile": "sz.jpg"},  
"Эфиопия": {'Материк': "Африка", 'Столица': "Аддис-Абеба", 'Насаление': "115 000 000 человек", 'Язык': "амҳарӣ", "Национальная валюта": "бирр", 'Площадь': "1 104 300 км²", 'Телефонный код': "+251", "FlagFile": "et.png", "EmblemFile": "et.jpg"},  
"Южный Африка Республика": {'Материк': "Африка", 'Столица': "Претория", 'Насаление': "60 000 000 человек", 'Язык': "африкаанс, англисӣ", "Национальная валюта": "ренд", 'Площадь': "1 221 037 км²", 'Телефонный код': "+27", "FlagFile": "za.png", "EmblemFile": "za.jpg"},  



"ОАЭ": {'Материк': "Азия", 'Столица': "Абу-Дабӣ", 'Насаление': "9 900 000 человек", 'Язык': "арабӣ", "Национальная валюта": "дирҳам", 'Площадь': "83 600 км²", 'Телефонный код': "+971", "FlagFile": "ae.png", "EmblemFile": "ae.jpg"},  
"Иордания": {'Материк': "Азия", 'Столица': "Аммон", 'Насаление': "10 200 000 человек", 'Язык': "арабӣ", "Национальная валюта": "динори Иордания", 'Площадь': "89 342 км²", 'Телефонный код': "+962", "FlagFile": "jo.png", "EmblemFile": "jo.jpg"},  
"Кувейт": {'Материк': "Азия", 'Столица': "Кувейт", 'Насаление': "4 300 000 человек", 'Язык': "арабӣ", "Национальная валюта": "динори Кувейт", 'Площадь': "17 818 км²", 'Телефонный код': "+965", "FlagFile": "kw.png", "EmblemFile": "kw.jpg"},  
"Мьянма": {'Материк': "Азия", 'Столица': "Найпйидо", 'Насаление': "54 000 000 человек", 'Язык': "бирманӣ", "Национальная валюта": "кят", 'Площадь': "676 578 км²", 'Телефонный код': "+95", "FlagFile": "mm.png", "EmblemFile": "mm.jpg"},  
"Тайван": {'Материк': "Азия", 'Столица': "Тайбэй", 'Насаление': "23 500 000 человек", 'Язык': "мандарин", "Национальная валюта": "доллари нави Тайван", 'Площадь': "36 193 км²", 'Телефонный код': "+886", "FlagFile": "tw.png", "EmblemFile": "tw.jpg"},  
"Палестина": {'Материк': "Азия", 'Столица': "Рамалла", 'Насаление': "5 200 000 человек", 'Язык': "арабӣ", "Национальная валюта": "шекели нави Исроил", 'Площадь': "6 020 км²", 'Телефонный код': "+970", "FlagFile": "ps.png", "EmblemFile": "ps.jpg"},  

"Палау": {'Материк': "Уқёнусия", 'Столица': "Нгерулмуд", 'Насаление': "18 000 человек", 'Язык': "палауӣ, англисӣ", "Национальная валюта": "доллари ИМА", 'Площадь': "459 км²", 'Телефонный код': "+680", "FlagFile": "pw.png", "EmblemFile": "pw.jpg"},  


        },
"Реки": {

  "Бартанг": {
    "Исток": "Ледник Федченко, Восточный Памир",
    "Длина": "103 км",
    "Площадь": "2070 км²",
    "Устье": "Река Пяндж",
    "Расположение": "Азия, Таджикистан",
    "Основные притоки": "Гудара, Мургаб",
    "FlagFile": "Бартанг.jpg",
    "EmblemFile": "Тоҷикистон.jpg"
  },
  "Ванч": {
    "Исток": "Ледник Ванч, хребет Ванч",
    "Длина": "71,0 км",
    "Площадь": "1740 км²",
    "Устье": "Река Пяндж",
    "Расположение": "Азия, Таджикистан",
    "Основные притоки": "нет",
    "FlagFile": "Ванч.jpg",
    "EmblemFile": "Тоҷикистон.jpg"
  },
  "Сурхоб": {
    "Исток": "Слияние рек Муксу и Северный Кызылсу",
    "Длина": "145 км",
    "Площадь": "22730 км²",
    "Устье": "Река Вахш",
    "Расположение": "Азия, Таджикистан",
    "Основные притоки": "Муксу, Северный Кызылсу",
    "FlagFile": "Сурхоб.jpg",
    "EmblemFile": "Тоҷикистон.jpg"
  },
  "Вахш": {
    "Исток": "Слияние рек Сурхоб и Хингоб",
    "Длина": "524 км",
    "Площадь": "39100 км²",
    "Устье": "Амударья",
    "Расположение": "Азия, Таджикистан",
    "Основные притоки": "Муксу, Хингоб",
    "FlagFile": "Вахш.jpg",
    "EmblemFile": "Тоҷикистон.jpg"
  },
  "Зарафшан": {
    "Исток": "Ледник Зарафшан, Туркестанский хребет",
    "Длина": "877 км",
    "Площадь": "12300 км²",
    "Устье": "нет",
    "Расположение": "Азия, Таджикистан",
    "Основные притоки": "Фандарья, Могиёндарья",
    "FlagFile": "Зарафшон.jpg",
    "EmblemFile": "Тоҷикистон.jpg"
  },
  "Кафирниган": {
    "Исток": "Гиссарский хребет, рядом с селом Ромит",
    "Длина": "387 км",
    "Площадь": "8630 км²",
    "Устье": "Амударья",
    "Расположение": "Азия, Таджикистан",
    "Основные притоки": "Варзоб, Хонакох",
    "FlagFile": "Кофарнихон.jpg",
    "EmblemFile": "Тоҷикистон.jpg"
  },
  "Гунд": {
    "Исток": "Ледник Гунд, Восточный Памир",
    "Длина": "296 км",
    "Площадь": "12300 км²",
    "Устье": "Река Пяндж",
    "Расположение": "Азия, Таджикистан",
    "Основные притоки": "Шохдара",
    "FlagFile": "Ғунд.jpg",
    "EmblemFile": "Тоҷикистон.jpg"
  },
  "Кызылсу": {
    "Исток": "Хребет Заалай",
    "Длина": "262 км",
    "Площадь": "7070 км²",
    "Устье": "Река Пяндж",
    "Расположение": "Азия, Таджикистан",
    "Основные притоки": "Яксу",
    "FlagFile": "Кизилсу.jpg",
    "EmblemFile": "Тоҷикистон.jpg"
  },
  "Хингоб": {
    "Исток": "Хребет Заалай",
    "Длина": "196 км",
    "Площадь": "6660 км²",
    "Устье": "Река Вахш",
    "Расположение": "Азия, Таджикистан",
    "Основные притоки": "Обимазор",
    "FlagFile": "Хингоб.jpg",
    "EmblemFile": "Тоҷикистон.jpg"
  },
  "Пяндж": {
    "Исток": "Слияние рек Памир и Вахан, Ишкашим",
    "Длина": "921 км",
    "Площадь": "114000 км²",
    "Устье": "Амударья",
    "Расположение": "Азия, Таджикистан",
    "Основные притоки": "Шохдара, Бартанг, Мургаб, Кызылсу",
    "FlagFile": "Панч.jpg",
    "EmblemFile": "Тоҷикистон.jpg"
  },
  "Сырдарья": {
    "Исток": "Слияние Нарына и Карадарьи",
    "Длина": "2684,0 км",
    "Площадь": "150100 км²",
    "Устье": "Аральское море",
    "Расположение": "Азия, Таджикистан",
    "Основные притоки": "Аксу",
    "FlagFile": "Сир.jpg",
    "EmblemFile": "Сирm.jpg"
  },
  "Шохдара": {
    "Исток": "Ледник Шохдара, Западный Памир",
    "Длина": "142 км",
    "Площадь": "4180 км²",
    "Устье": "Река Гунд",
    "Расположение": "Азия, Таджикистан",
    "Основные притоки": "нет",
    "FlagFile": "Шохдара.jpg",
    "EmblemFile": "Тоҷикистон.jpg"
  },
  "Фандарья": {
    "Исток": "Озеро Искандеркуль, Фанские горы",
    "Длина": "24 км",
    "Площадь": "3230 км²",
    "Устье": "Река Зарафшан",
    "Расположение": "Азия, Таджикистан",
    "Основные притоки": "Ягноб, Искандердарья",
    "FlagFile": "Фон.jpg",
    "EmblemFile": "Тоҷикистон.jpg"
  },
  "Яксу": {
    "Исток": "Хребет Заалай, Дарвазский район",
    "Длина": "160 км",
    "Площадь": "2710 км²",
    "Устье": "Река Кызылсу",
    "Расположение": "Азия, Таджикистан",
    "Основные притоки": "нет",
    "FlagFile": "Ёқсу.jpg",
    "EmblemFile": "Тоҷикистон.jpg"
  },
  "Янцзы": {
    "Исток": "Ледник Геладандонг, горы Тангула, Тибет",
    "Длина": "6300 км",
    "Площадь": "1 800 000 км²",
    "Расположение": "Китай",
    "Устье": "Восточно-Китайское море, Шанхай",
    "Основные притоки": "Ялун, Минь, Цзялин, Хань",
    "FlagFile": "Янзӣ.jpg",
    "EmblemFile": "Хитой.jpg"
  },
  "Енисей-Ангара": {
    "Исток": "Озеро Хубсугул, Монголия",
    "Длина": "5539 км",
    "Площадь": "2 580 000 км²",
    "Расположение": "Монголия, Россия",
    "Устье": "Карское море",
    "Основные притоки": "Ангара, Нижняя Тунгуска, Верхняя Тунгуска",
    "FlagFile": "Енисей.jpg",
    "EmblemFile": "Енисейm.jpg"
  },
  "Хуанхэ": {
    "Исток": "Горы Баян-Хара-Ула, Тибет",
    "Длина": "5464 км",
    "Площадь": "752 000 км²",
    "Расположение": "Китай",
    "Устье": "Бохайский залив",
    "Основные притоки": "Таохэ, Вэйхэ, Фэньхэ",
    "FlagFile": "Хуанхе.jpg",
    "EmblemFile": "Хитой.jpg"
  },
  "Обь-Иртыш": {
    "Исток": "Алтайские горы, Монголия",
    "Длина": "5410 км",
    "Площадь": "2 990 000 км²",
    "Расположение": "Китай, Казахстан, Россия",
    "Устье": "Обская губа, Карское море",
    "Основные притоки": "Тобол, Ишим, Томь",
    "FlagFile": "Об.jpg",
    "EmblemFile": "Обm.jpg"
  },
  "Амур": {
    "Исток": "Слияние рек Шилка и Аргунь",
    "Длина": "4444 км",
    "Площадь": "1 855 000 км²",
    "Расположение": "Монголия, Китай, Россия",
    "Устье": "Татарский пролив, Тихий океан",
    "Основные притоки": "Шилка, Аргунь, Зея, Бурея, Уссури",
    "FlagFile": "Амур.jpg",
    "EmblemFile": "Амурm.jpg"
  },
  "Лена": {
    "Исток": "Байкальские горы, Сибирь",
    "Длина": "4400 км",
    "Площадь": "2 490 000 км²",
    "Расположение": "Россия",
    "Устье": "Море Лаптевых",
    "Основные притоки": "Витим, Олёкма, Алдан, Вилюй",
    "FlagFile": "Лена.jpg",
    "EmblemFile": "Ленаm.jpg"
  },
  "Меконг": {
    "Исток": "Ледник Ласгумла, Тибет",
    "Длина": "4350 км",
    "Площадь": "795 000 км²",
    "Расположение": "Китай, Мьянма, Лаос, Таиланд, Камбоджа, Вьетнам",
    "Устье": "Южно-Китайское море",
    "Основные притоки": "Мун, Тонлесап, Сан",
    "FlagFile": "Меконг.jpg",
    "EmblemFile": "Меконгm.jpg"
  },
  "Брахмапутра": {
    "Исток": "Ледник Ангси, Тибет",
    "Длина": "3969 км",
    "Площадь": "651 000 км²",
    "Расположение": "Китай, Индия, Бангладеш",
    "Устье": "Бенгальский залив",
    "Основные притоки": "Лохит, Субансири, Тиста",
    "FlagFile": "Брахмапутра.jpg",
    "EmblemFile": "Брахмапутраm.jpg"
  },
  "Инд": {
    "Исток": "Ледник Сенге, Тибет",
    "Длина": "3180 км",
    "Площадь": "1 165 000 км²",
    "Расположение": "Китай, Индия, Пакистан",
    "Устье": "Аравийское море",
    "Основные притоки": "Джелам, Чинаб, Рави, Сатледж",
    "FlagFile": "Ҳинд.jpg",
    "EmblemFile": "Ҳиндm.jpg"
  },
  "Амазонка": {
    "Исток": "Анды, Перу - река Апуримак",
    "Длина": "6992 км",
    "Площадь": "7 050 000 км²",
    "Расположение": "Перу, Колумбия, Бразилия",
    "Устье": "Атлантический океан",
    "Основные притоки": "Мараньон, Укаяли, Журуа, Пурус, Мадейра, Тапажос, Шингу, Риу-Негру, Жапура",
    "FlagFile": "Амазонка.jpg",
    "EmblemFile": "Амазонm.jpg"
  },
  "Нил": {
    "Исток": "Озеро Виктория, Уганда - Белый Нил",
    "Длина": "6650 км",
    "Площадь": "3 400 000 км²",
    "Расположение": "Бурунди, Руанда, Танзания, Уганда, Кения, ДРК, Южный Судан, Судан, Эфиопия, Египет",
    "Устье": "Средиземное море",
    "Основные притоки": "Белый Нил, Голубой Нил, Атбара",
    "FlagFile": "Нил.jpg",
    "EmblemFile": "Нилm.jpg"
  },
  "Миссипи-Миссури": {
    "Исток": "Озеро Итаска, Миннесота, США",
    "Длина": "6275 км",
    "Площадь": "2 980 000 км²",
    "Расположение": "США, Канада",
    "Устье": "Мексиканский залив",
    "Основные притоки": "Миссури, Огайо, Арканзас, Ред-Ривер",
    "FlagFile": "Миссипи.jpg",
    "EmblemFile": "Миссисипиm.jpg"},



  "Обь-Иртыш": {
    "Исток": "Горы Алтай, Монголия",
    "Длина": "5410 км",
    "Площадь": "2 990 000 км²",
    "Расположение": "Китай, Казахстан, Россия",
    "Устье": "Обская губа, Карское море",
    "Основные притоки": "Тобол, Ишим, Томь",
    "FlagFile": "Об.jpg",
    "EmblemFile": "Обm.jpg"
  },
  "Амур": {
    "Исток": "Слияние рек Шилка и Аргунь",
    "Длина": "4444 км",
    "Площадь": "1 855 000 км²",
    "Расположение": "Монголия, Китай, Россия",
    "Устье": "Татарский пролив, Тихий океан",
    "Основные притоки": "Шилка, Аргунь, Зея, Бурея, Уссури",
    "FlagFile": "Амур.jpg",
    "EmblemFile": "Амурm.jpg"
  },
  "Лена": {
    "Исток": "Байкальские горы, Сибирь",
    "Длина": "4400 км",
    "Площадь": "2 490 000 км²",
    "Расположение": "Россия",
    "Устье": "Море Лаптевых",
    "Основные притоки": "Витим, Олёкма, Алдан, Вилюй",
    "FlagFile": "Лена.jpg",
    "EmblemFile": "Ленаm.jpg"
  },
  "Меконг": {
    "Исток": "Ледник Ласгумла, Тибет",
    "Длина": "4350 км",
    "Площадь": "795 000 км²",
    "Расположение": "Китай, Мьянма, Лаос, Таиланд, Камбоджа, Вьетнам",
    "Устье": "Южно-Китайское море",
    "Основные притоки": "Мун, Тонлесап, Сан",
    "FlagFile": "Меконг.jpg",
    "EmblemFile": "Меконгm.jpg"
  },
  "Брахмапутра": {
    "Исток": "Ледник Ангси, Тибет",
    "Длина": "3969 км",
    "Площадь": "651 000 км²",
    "Расположение": "Китай, Индия, Бангладеш",
    "Устье": "Бенгальский залив",
    "Основные притоки": "Лохит, Субансири, Тиста",
    "FlagFile": "Брахмапутра.jpg",
    "EmblemFile": "Брахмапутраm.jpg"
  },
  "Инд": {
    "Исток": "Ледник Сенге, Тибет",
    "Длина": "3180 км",
    "Площадь": "1 165 000 км²",
    "Расположение": "Китай, Индия, Пакистан",
    "Устье": "Аравийское море",
    "Основные притоки": "Джелам, Чинаб, Рави, Сатледж",
    "FlagFile": "Ҳинд.jpg",
    "EmblemFile": "Ҳиндm.jpg"
  },
  "Амударья": {
    "Исток": "Слияние рек Пяндж и Вахш",
    "Длина": "2620 км",
    "Площадь": "534 739 км²",
    "Расположение": "Таджикистан, Афганистан, Узбекистан, Туркменистан",
    "Устье": "Аральское море",
    "Основные притоки": "Пяндж, Вахш, Кафирниган, Сурхоб, Кундуз",
    "FlagFile": "Аму.jpg",
    "EmblemFile": "Амуm.jpg"
  },
  "Волга": {
    "Исток": "Валдайские озёра, Тверская область",
    "Длина": "3531 км",
    "Площадь": "1 380 000 км²",
    "Расположение": "Россия",
    "Устье": "Каспийское море",
    "Основные притоки": "Кама, Ока, Ветлуга, Сура",
    "FlagFile": "Волга.jpg",
    "EmblemFile": "Волгаm.jpg"
  },
  "Дунай": {
    "Исток": "Шварцвальд, Германия - слияние Бригаха и Брега",
    "Длина": "2850 км",
    "Площадь": "817 000 км²",
    "Расположение": "Германия, Австрия, Словакия, Венгрия, Хорватия, Сербия, Болгария, Румыния, Молдова, Украина",
    "Устье": "Чёрное море",
    "Основные притоки": "Инн, Драва, Тиса, Сава, Прут",
    "FlagFile": "Дунай.jpg",
    "EmblemFile": "баҳрисиёҳ.jpg"
  },
  "Урал": {
    "Исток": "Гора Уралтау, Челябинская область",
    "Длина": "2428 км",
    "Площадь": "231 000 км²",
    "Расположение": "Россия, Казахстан",
    "Устье": "Каспийское море",
    "Основные притоки": "Сакмара, Илек",
    "FlagFile": "Урал.jpg",
    "EmblemFile": "Уралm.jpg"
  },
  "Днепр": {
    "Исток": "Валдайская возвышенность, Смоленская область",
    "Длина": "2201 км",
    "Площадь": "504 000 км²",
    "Расположение": "Россия, Беларусь, Украина",
    "Устье": "Чёрное море",
    "Основные притоки": "Березина, Припять, Десна, Ингулец",
    "FlagFile": "Днепр.jpg",
    "EmblemFile": "Днепрm.jpg"
  },
  "Дон": {
    "Исток": "Озеро Иван, Тульская область",
    "Длина": "1870 км",
    "Площадь": "425 600 км²",
    "Расположение": "Россия",
    "Устье": "Азовское море",
    "Основные притоки": "Воронеж, Хопёр, Медведица, Донец",
    "FlagFile": "Дон.jpg",
    "EmblemFile": "Донm.jpg"
  },
  "Печора": {
    "Исток": "Уральские горы, Республика Коми",
    "Длина": "1809 км",
    "Площадь": "322 000 км²",
    "Расположение": "Россия",
    "Устье": "Баренцево море",
    "Основные притоки": "Ижма, Уса, Сула",
    "FlagFile": "Печора.jpg",
    "EmblemFile": "Печораm.jpg"
  },
  "Днестр": {
    "Исток": "Карпаты, рядом с городом Стрый",
    "Длина": "1352 км",
    "Площадь": "72 100 км²",
    "Расположение": "Украина, Молдова",
    "Устье": "Чёрное море",
    "Основные притоки": "Стрий, Серет, Бык",
    "FlagFile": "Днестр.jpg",
    "EmblemFile": "Днестрm.jpg"
  },
  "Рейн": {
    "Исток": "Альпы, кантон Граубюнден, Швейцария",
    "Длина": "1233 км",
    "Площадь": "185 000 км²",
    "Расположение": "Швейцария, Лихтенштейн, Австрия, Германия, Франция, Нидерланды",
    "Устье": "Северное море",
    "Основные притоки": "Ааре, Неккар, Майн, Мозель, Рур",
    "FlagFile": "Рейн.jpg",
    "EmblemFile": "Рейнm.jpg"
  },
  "Эльба": {
    "Исток": "Горы Крконоше, Чехия",
    "Длина": "1094 км",
    "Площадь": "148 268 км²",
    "Расположение": "Чехия, Германия",
    "Устье": "Северное море",
    "Основные притоки": "Влтава, Огрже, Заале, Хафель",
    "FlagFile": "Элба.jpg",
    "EmblemFile": "Элба.jpg"
  },
  "Висла": {
    "Исток": "Карпатские горы, Польша",
    "Длина": "1047 км",
    "Площадь": "194 424 км²",
    "Расположение": "Польша",
    "Устье": "Балтийское море",
    "Основные притоки": "Сан, Нарев, Буг, Пилица",
    "FlagFile": "Висла.jpg",
    "EmblemFile": "Вислаm.jpg"
  },
  "Нил": {
    "Исток": "Озеро Виктория, Уганда - Белый Нил",
    "Длина": "6650 км",
    "Площадь": "3 400 000 км²",
    "Расположение": "Бурунди, Руанда, Танзания, Уганда, Кения, ДРК, Южный Судан, Судан, Эфиопия, Египет",
    "Устье": "Средиземное море",
    "Основные притоки": "Белый Нил, Голубой Нил, Атбара",
    "FlagFile": "Нил.jpg",
    "EmblemFile": "Нилm.jpg"
  },
  "Конго": {
    "Исток": "Горы Митумба, Замбия",
    "Длина": "4700 км",
    "Площадь": "4 014 500 км²",
    "Расположение": "Замбия, ДРК, Республика Конго, Ангола, Камерун, ЦАР",
    "Устье": "Атлантический океан",
    "Основные притоки": "Луалаба, Убанги, Касаи, Сангха",
    "FlagFile": "Конго.jpg",
    "EmblemFile": "Конго.jpg"
  },
  "Нигер": {
    "Исток": "Гвинейское нагорье, Гвинея",
    "Длина": "4180 км",
    "Площадь": "2 117 700 км²",
    "Расположение": "Гвинея, Мали, Нигер, Бенин, Нигерия",
    "Устье": "Гвинейский залив, Атлантический океан",
    "Основные притоки": "Бани, Сокото, Кадуна, Бенуэ",
    "FlagFile": "Нигер.jpg",
    "EmblemFile": "Нигерm.jpg"
  },
  "Замбези": {
    "Исток": "Гора Мвингилу, Замбия",
    "Длина": "2574 км",
    "Площадь": "1 390 000 км²",
    "Расположение": "Замбия, Ангола, Намибия, Ботсвана, Зимбабве, Мозамбик",
    "Устье": "Индийский океан",
    "Основные притоки": "Кафуэ, Луангва, Шире",
    "FlagFile": "Замбези.jpg",
    "EmblemFile": "Замбезиm.jpg"
  },
  "Убанги-Уэле": {
    "Исток": "Слияние рек Уэле и Мбому",
    "Длина": "2270 км",
    "Площадь": "772 800 км²",
    "Расположение": "ДРК, Республика Конго, ЦАР",
    "Устье": "Река Конго",
    "Основные притоки": "Уэле, Мбому",
    "FlagFile": "Убанги.jpg",
    "EmblemFile": "Убангиm.jpg"
  },
  "Касаи": {
    "Исток": "Плато Лунда, Ангола",
    "Длина": "2153 км",
    "Площадь": "880 200 км²",
    "Расположение": "Ангола, ДРК",
    "Устье": "Река Конго",
    "Основные притоки": "Кванго, Санкуру, Фими",
    "FlagFile": "Касаи.jpg",
    "EmblemFile": "Касаиm.jpg"
  },
  "Оранжевая": {
    "Исток": "Драконовы горы, Лесото",
    "Длина": "2092 км",
    "Площадь": "973 000 км²",
    "Расположение": "Лесото, ЮАР, Намибия",
    "Устье": "Атлантический океан",
    "Основные притоки": "Вааль, Каледон, Молопо",
    "FlagFile": "Оранжевая.jpg",
    "EmblemFile": "Африқо.jpg"
  },
  "Лимпопо": {
    "Исток": "Слияние рек Марико и Крокодил, ЮАР",
    "Длина": "1750 км",
    "Площадь": "415 000 км²",
    "Расположение": "Ботсвана, ЮАР, Зимбабве, Мозамбик",
    "Устье": "Индийский океан",
    "Основные притоки": "Марико, Крокодил, Олифантс",
    "FlagFile": "Лимпопо.jpg",
    "EmblemFile": "Африқо.jpg"
  },
  "Сенегал": {
    "Исток": "Нагорье Фута-Джаллон, Гвинея",
    "Длина": "1641 км",
    "Площадь": "419 659 км²",
    "Расположение": "Гвинея, Мали, Сенегал, Мавритания",
    "Устье": "Атлантический океан",
    "Основные притоки": "Бафинг, Бакой, Фалеме",
    "FlagFile": "Сенегал.jpg",
    "EmblemFile": "Африқо.jpg"
  },
  "Окаванго": {
    "Исток": "Нагорье Бие, Ангола",
    "Длина": "1600 км",
    "Площадь": "721 000 км²",
    "Расположение": "Ангола, Намибия, Ботсвана",
    "Устье": "Дельта Окаванго, внутреннее болото",
    "Основные притоки": "Куито, Квандо",
    "FlagFile": "Окаванго.jpg",
    "EmblemFile": "Амрикои шимоли.jpg"
  },

  "Маккензи": {
    "Исток": "Озеро Большое Невольничье, Канада",
    "Длина": "4241 км",
    "Площадь": "1 805 200 км²",
    "Расположение": "Канада",
    "Устье": "Море Бофорта, Северный Ледовитый океан",
    "Основные притоки": "Пис-Ривер, Лиард, Слейв, Аттабаска",
    "FlagFile": "Маккензи.jpg",
    "EmblemFile": "Амрикои шимоли.jpg"
  },
  "Юкон": {
    "Исток": "Гора Логан, Канада",
    "Длина": "3185 км",
    "Площадь": "854 700 км²",
    "Расположение": "Канада, США",
    "Устье": "Берингово море",
    "Основные притоки": "Тана, Поркьюпайн, Стюарт, Пелли",
    "FlagFile": "Юкон.jpg",
    "EmblemFile": "Амрикои шимоли.jpg"
  },
  "Рио-Гранде": {
    "Исток": "Горы Сан-Хуан, Колорадо, США",
    "Длина": "3034 км",
    "Площадь": "472 000 км²",
    "Расположение": "США, Мексика",
    "Устье": "Мексиканский залив",
    "Основные притоки": "Пекос, Кончос, Саладо",
    "FlagFile": "Рио-Гранде.jpg",
    "EmblemFile": "Амрикои шимоли.jpg"
  },
  "Арканзас": {
    "Исток": "Хребет Саватч, Колорадо, США",
    "Длина": "2348 км",
    "Площадь": "505 000 км²",
    "Расположение": "США",
    "Устье": "Река Миссипи",
    "Основные притоки": "Канейдиан, Симаррон, Неошо",
    "FlagFile": "Арканзас.jpg",
    "EmblemFile": "Амрикои шимоли.jpg"
  },
  "Колорадо": {
    "Исток": "Скалистые горы, Колорадо, США",
    "Длина": "2334 км",
    "Площадь": "637 137 км²",
    "Расположение": "США, Мексика",
    "Устье": "Калифорнийский залив",
    "Основные притоки": "Грин-Ривер, Сан-Хуан, Хила",
    "FlagFile": "Колорадо.jpg",
    "EmblemFile": "Амрикои шимоли.jpg"
  },
  "Ред-Ривер": {
    "Исток": "Скалистые горы, Техас, США",
    "Длина": "2188 км",
    "Площадь": "241 000 км²",
    "Расположение": "США",
    "Устье": "Река Миссипи",
    "Основные притоки": "Уошита, Салфер",
    "FlagFile": "Ред.jpg",
    "EmblemFile": "Амрикои шимоли.jpg"
  },
  "Колумбия": {
    "Исток": "Скалистые горы, Канада",
    "Длина": "2000 км",
    "Площадь": "668 217 км²",
    "Расположение": "Канада, США",
    "Устье": "Тихий океан",
    "Основные притоки": "Снейк, Кутеней, Пенд-Орей",
    "FlagFile": "Колумбия.jpg",
    "EmblemFile": "Амрикои шимоли.jpg"
  },
  "Нельсон-Саскачеван": {
    "Исток": "Озеро Виннипег, Канада",
    "Длина": "2575 км",
    "Площадь": "1 093 442 км²",
    "Расположение": "Канада",
    "Устье": "Гудзонов залив",
    "Основные притоки": "Северный Саскачеван, Южный Саскачеван, Ред-Ривер Северный",
    "FlagFile": "Нелсон.jpg",
    "EmblemFile": "Нелсонm.jpg"
  },
  "Огайо": {
    "Исток": "Слияние Аллегейни и Моногахила, Пенсильвания",
    "Длина": "1579 км",
    "Площадь": "490 601 км²",
    "Расположение": "США",
    "Устье": "Река Миссипи",
    "Основные притоки": "Теннесси, Камберленд, Уобаш",
    "FlagFile": "Оҳайо.jpg",
    "EmblemFile": "Амрикои шимоли.jpg"
  },
  "Амазонка": {
    "Исток": "Анды, Перу - река Апуримак",
    "Длина": "6992 км",
    "Площадь": "7 050 000 км²",
    "Расположение": "Перу, Колумбия, Бразилия",
    "Устье": "Атлантический океан",
    "Основные притоки": "Мараньон, Укаяли, Журуа, Пурус, Мадейра, Тапажос, Шингу, Риу-Негру, Жапура",
    "FlagFile": "Амазонка.jpg",
    "EmblemFile": "Амазонm.jpg"
  },
  "Парана": {
    "Исток": "Бразильское плоскогорье, штат Минас-Жерайс",
    "Длина": "4880 км",
    "Площадь": "2 582 672 км²",
    "Расположение": "Бразилия, Парагвай, Аргентина",
    "Устье": "Ла-Плата, Атлантический океан",
    "Основные притоки": "Парагвай, Игуасу, Тьете, Паранапанема, Саладо",
    "FlagFile": "Парана.jpg",
    "EmblemFile": "Амрикои ҷануби.jpg"
  },
  "Токантинс-Арагуая": {
    "Исток": "Горы Пиренейс, штат Гояс, Бразилия",
    "Длина": "3650 км",
    "Площадь": "920 000 км²",
    "Расположение": "Бразилия",
    "Устье": "Залив Маражо, Атлантический океан",
    "Основные притоки": "Арагуая, Пара",
    "FlagFile": "Токантинс.jpg",
    "EmblemFile": "Амрикои ҷануби.jpg"
  },
  "Сан-Франсиску": {
    "Исток": "Горы Канастра, озеро Канинда, штат Минас-Жерайс, Бразилия",
    "Длина": "2914 км",
    "Площадь": "641 000 км²",
    "Расположение": "Бразилия",
    "Устье": "Атлантический океан",
    "Основные притоки": "Параопеба, Вельяс, Гранде",
    "FlagFile": "Сан-Франсиску.jpg",
    "EmblemFile": "Амрикои ҷануби.jpg"
  },
  "Ориноко": {
    "Исток": "Горы Сьерра-Парима, граница Венесуэлы и Бразилии",
    "Длина": "2740 км",
    "Площадь": "989 000 км²",
    "Расположение": "Венесуэла, Колумбия",
    "Устье": "Атлантический океан",
    "Основные притоки": "Гуавьяре, Мета, Апуре, Карони",
    "FlagFile": "Ориноко.jpg",
    "EmblemFile": "Амрикои ҷануби.jpg"
  },
  "Парагвай": {
    "Исток": "Плато Мату-Гросу, Бразилия",
    "Длина": "2695 км",
    "Площадь": "1 168 540 км²",
    "Расположение": "Бразилия, Боливия, Парагвай, Аргентина",
    "Устье": "Река Парана",
    "Основные притоки": "Куяба, Такуари, Пилкомайо, Бермехо",
    "FlagFile": "Парагвай.jpg",
    "EmblemFile": "Амрикои ҷануби.jpg"
  },
  "Мадейра": {
    "Исток": "Слияние рек Маморе и Бени, Боливия",
    "Длина": "3239 км",
    "Площадь": "1 420 000 км²",
    "Расположение": "Боливия, Бразилия",
    "Устье": "Река Амазонка",
    "Основные притоки": "Маморе, Бени, Гуапоре",
    "FlagFile": "Мадейра.jpg",
    "EmblemFile": "Амрикои ҷануби.jpg"
  },
  "Журуа": {
    "Исток": "Горы Укаяли, Перу",
    "Длина": "3283 км",
    "Площадь": "225 828 км²",
    "Расположение": "Перу, Бразилия",
    "Устье": "Река Амазонка",
    "Основные притоки": "Грегориу, Тарауака",
    "FlagFile": "Журуа.jpg",
    "EmblemFile": "Амрикои ҷануби.jpg"
  },
  "Пурус": {
    "Исток": "Горы Укаяли, Перу",
    "Длина": "3211 км",
    "Площадь": "371 042 км²",
    "Расположение": "Перу, Бразилия",
    "Устье": "Река Амазонка",
    "Основные притоки": "Акре, Иаку, Тапауа",
    "FlagFile": "Пурус.jpg",
    "EmblemFile": "Амрикои ҷануби.jpg"
  },
  "Укаяли": {
    "Исток": "Слияние рек Тамбо и Урубамба, Перу",
    "Длина": "2670 км",
    "Площадь": "337 519 км²",
    "Расположение": "Перу",
    "Устье": "Река Амазонка",
    "Основные притоки": "Тамбо, Урубамба, Апуримак",
    "FlagFile": "Укаяли.jpg",
    "EmblemFile": "Амрикои ҷануби.jpg"
  },
  "Мюррей-Дарлинг": {
    "Исток": "Восточно-Австралийские горы, Квинсленд",
    "Длина": "3672 км",
    "Площадь": "1 061 469 км²",
    "Расположение": "Квинсленд, Новый Южный Уэльс, Виктория, Южная Австралия",
    "Устье": "Южный океан",
    "Основные притоки": "Дарлинг, Маррамбиджи, Лаклан, Голберн",
    "FlagFile": "Муррей.jpg",
    "EmblemFile": "Австралия.jpg"
  },
  "Дарлинг": {
    "Исток": "Восточно-Австралийские горы, Квинсленд",
    "Длина": "2844 км",
    "Площадь": "650 000 км²",
    "Расположение": "Квинсленд, Новый Южный Уэльс",
    "Устье": "Река Мюррей",
    "Основные притоки": "Баруон, Маккуори, Боган, Уоррего",
    "FlagFile": "Дарлинг.jpg",
    "EmblemFile": "Австралия.jpg"
  },
  "Мюррей": {
    "Исток": "Восточно-Австралийские горы, Новый Южный Уэльс",
    "Длина": "2508 км",
    "Площадь": "1 061 469 км²",
    "Расположение": "Новый Южный Уэльс, Виктория, Южная Австралия",
    "Устье": "Южный океан",
    "Основные притоки": "Дарлинг, Маррамбиджи, Голберн, Лоддон",
    "FlagFile": "Муррей.jpg",
    "EmblemFile": "Австралия.jpg"
  },
  "Маррамбиджи": {
    "Исток": "Снежные горы, Новый Южный Уэльс",
    "Длина": "1485 км",
    "Площадь": "84 917 км²",
    "Расположение": "Новый Южный Уэльс",
    "Устье": "Река Мюррей",
    "Основные притоки": "Лаклан, Тумат",
    "FlagFile": "Маррамбиджи.jpg",
    "EmblemFile": "Австралия.jpg"
  },
  "Лаклан": {
    "Исток": "Голубые горы, Новый Южный Уэльс",
    "Длина": "1450 км",
    "Площадь": "84 700 км²",
    "Расположение": "Новый Южный Уэльс",
    "Устье": "Река Маррамбиджи",
    "Основные притоки": "Белубла",
    "FlagFile": "Лаклан.jpg",
    "EmblemFile": "Австралия.jpg"
  },
  "Купер-Крик": {
    "Исток": "Слияние рек Томсон и Барку, Квинсленд",
    "Длина": "1420 км",
    "Площадь": "297 547 км²",
    "Расположение": "Квинсленд, Южная Австралия",
    "Устье": "Озеро Эйр",
    "Основные притоки": "Томсон, Барку",
    "FlagFile": "Купер.jpg",
    "EmblemFile": "Австралия.jpg"
  },
  "Флиндерс": {
    "Исток": "Большой Водораздельный хребет, Квинсленд",
    "Длина": "1004 км",
    "Площадь": "109 000 км²",
    "Расположение": "Квинсленд",
    "Устье": "Залив Карпентария",
    "Основные притоки": "Клонкарри, Саксби",
    "FlagFile": "Флиндерс.jpg",
    "EmblemFile": "Австралия.jpg"
  },
  "Диамантина": {
    "Исток": "Хребет Макдоналд, Квинсленд",
    "Длина": "941 км",
    "Площадь": "157 455 км²",
    "Расположение": "Квинсленд, Южная Австралия",
    "Устье": "Болота Гойдер, озеро Эйр",
    "Основные притоки": "Мейн, Уэстерн",
    "FlagFile": "Диамантина.jpg",
    "EmblemFile": "Австралия.jpg"
  },
  "Виктория": {
    "Исток": "Хребет Виктория-Ривер-Ридж, Северная территория",
    "Длина": "780 км",
    "Площадь": "87 900 км²",
    "Расположение": "Северная территория",
    "Устье": "Море Тимор",
    "Основные притоки": "Камфилд, Армстронг",
    "FlagFile": "Виктория.jpg",
    "EmblemFile": "Африқо.jpg"
  },
  "Гаскойн": {
    "Исток": "Хребет Робинсон, Западная Австралия",
    "Длина": "760 км",
    "Площадь": "68 326 км²",
    "Расположение": "Западная Австралия",
    "Устье": "Индийский океан",
    "Основные притоки": "Лайонс",
    "FlagFile": "Гаскойн.jpg",
    "EmblemFile": "Австралия.jpg"
  },



            },
   "Вулканы":{

    "Льюльяйльяко": {
      "Высота": "6739 м",
      "Расположение": "Чили/Аргентина",
      "FlagFile": "Льюльяйльяко.jpg"
    },
    "Ключевская": {
      "Высота": "4750 м",
      "Расположение": "Россия/Камчатка",
      "FlagFile": "Ключевская.jpg"
    },
    "Корякская": {
      "Высота": "3456 м",
      "Расположение": "Россия/Камчатка",
      "FlagFile": "Коряская.jpg"
    },
    "Авача": {
      "Высота": "2741 м",
      "Расположение": "Россия/Камчатка",
      "FlagFile": "Авача.jpg"
    },
    "Этна": {
      "Высота": "3329 м",
      "Расположение": "Италия",
      "FlagFile": "Этна.jpg"
    },
    "Фудзияма": {
      "Высота": "3776 м",
      "Расположение": "Япония",
      "FlagFile": "Фудзияма.jpg"
    },
    "Везувий": {
      "Высота": "1281 м",
      "Расположение": "Италия",
      "FlagFile": "Везувий.jpg"
    },
    "Кракатау": {
      "Высота": "813 м",
      "Расположение": "Индонезия",
      "FlagFile": "Кракатау.jpg"
    },
    "Мауна-Лоа": {
      "Высота": "4169 м",
      "Расположение": "США (Гавайи)",
      "FlagFile": "Мауна-Лоа.jpg"
    },
    "Килиманджаро": {
      "Высота": "5895 м",
      "Расположение": "Танзания",
      "FlagFile": "Килиманджаро.jpg"
    },
    "Попокатепетль": {
      "Высота": "5452 м",
      "Расположение": "Мексика",
      "FlagFile": "Попокатепетл.jpg"
    },
    "Котопахи": {
      "Высота": "5897 м",
      "Расположение": "Эквадор",
      "FlagFile": "Котопахи.jpg"
    },
    "Санторини": {
      "Высота": "367 м",
      "Расположение": "Греция",
      "FlagFile": "Санторини.jpg"
    },
    "Сакурадзима": {
      "Высота": "1117 м",
      "Расположение": "Япония",
      "FlagFile": "Сакурадзима.jpg"
    },
    "Вайоминг": {
      "Высота": "2443 м",
      "Расположение": "США",
      "FlagFile": "Вайоминг.jpg"
    },
    "Сан-Хуан": {
      "Высота": "6016 м",
      "Расположение": "Аргентина",
      "FlagFile": "Саун-Хуан.jpg"
    },
    "Рейнир": {
      "Высота": "4392 м",
      "Расположение": "США",
      "FlagFile": "Рейнир.jpg"
    },
    "Тейде": {
      "Высота": "3718 м",
      "Расположение": "Испания (Тенерифе)",
      "FlagFile": "Тейде.jpg"
    },
    "Арарат": {
      "Высота": "5137 м",
      "Расположение": "Турция",
      "FlagFile": "Арарат.jpg"
    },
    "Гекла": {
      "Высота": "1491 м",
      "Расположение": "Исландия",
      "FlagFile": "Гекла.jpg"
    },
    "Охос-дель-Саладо": {
      "Высота": "6893 м",
      "Расположение": "Чили",
      "FlagFile": "Охос Дел Саладо.jpg"
    },
    "Шивелуч": {
      "Высота": "3283 м",
      "Расположение": "Россия",
      "FlagFile": "Шивелуч.jpg"
    },
    "Толбачик": {
      "Высота": "3682 м",
      "Расположение": "Россия",
      "FlagFile": "Толбачик.jpg"
    },
    "Питон-де-ла-Фурнез": {
      "Высота": "2632 м",
      "Расположение": "Реюньон",
      "FlagFile": "Питон-де-ла-Фурнез.jpg"
    },
    "Мерапи": {
      "Высота": "2911 м",
      "Расположение": "Индонезия",
      "FlagFile": "Мерапи.jpg"
    },
    "Масая": {
      "Высота": "1170 м",
      "Расположение": "Никарагуа",
      "FlagFile": "Кава.jpg"
    },
    "Сент-Хеленс": {
      "Высота": "2549 м",
      "Расположение": "США",
      "FlagFile": "Сент-Хеленс.jpg"
    },
    "Планчон": {
      "Высота": "3980 м",
      "Расположение": "Чили",
      "FlagFile": "Планчон.jpg"
    },
    "Лассен-Пик": {
      "Высота": "3187 м",
      "Расположение": "США",
      "FlagFile": "Лассен Пик.jpg"
    },
    "Ринджани": {
      "Высота": "3726 м",
      "Расположение": "Индонезия",
      "FlagFile": "Ринджани.jpg"
    },
    "Тааль": {
      "Высота": "311 м",
      "Расположение": "Филиппины",
      "FlagFile": "Таал.jpg"
    },
    "Эль-Чичон": {
      "Высота": "1320 м",
      "Расположение": "Мексика",
      "FlagFile": "Эл-Чичон.jpg"
    },
    "Тунгурауа": {
      "Высота": "5023 м",
      "Расположение": "Эквадор",
      "FlagFile": "Тунгурауа.jpg"
    },
    "Колима": {
      "Высота": "3850 м",
      "Расположение": "Мексика",
      "FlagFile": "Колима.jpg"
    },
    "Руис": {
      "Высота": "5321 м",
      "Расположение": "Колумбия",
      "FlagFile": "Руис.jpg"
    },
    "Тоба": {
      "Высота": "900 м",
      "Расположение": "Индонезия",
      "FlagFile": "Тоба.jpg"
    },
    "Ясур": {
      "Высота": "361 м",
      "Расположение": "Вануату",
      "FlagFile": "Ясур.jpg"
    },
    "Пинатубо": {
      "Высота": "1486 м",
      "Расположение": "Филиппины",
      "FlagFile": "Пинатубо.jpg"
    },
    "Килауэа": {
      "Высота": "1222 м",
      "Расположение": "США (Гавайи)",
      "FlagFile": "Килауеа.jpg"
    },
    "Монте-Сомма": {
      "Высота": "1132 м",
      "Расположение": "Италия",
      "FlagFile": "Монте-Сомма.jpg"
    },
    "Тавурвур": {
      "Высота": "688 м",
      "Расположение": "Папуа — Новая Гвинея",
      "FlagFile": "Тавурвуру.jpg"
    },
    "Ла-Пальма": {
      "Высота": "2426 м",
      "Расположение": "Испания",
      "FlagFile": "Ла-Палма.jpg"
    },
    "Ирасу": {
      "Высота": "3432 м",
      "Расположение": "Коста-Рика",
      "FlagFile": "Ирасу.jpg"
    },
    "Санто (Вануату)": {
      "Высота": "1214 м",
      "Расположение": "Вануату",
      "FlagFile": "Санто(Вануату).jpg"
    },
    "Мон-Пеле": {
      "Высота": "1397 м",
      "Расположение": "Мартиника",
      "FlagFile": "Монте-Пелле.jpg"
    },
    "Руапеху": {
      "Высота": "4100 м",
      "Расположение": "Чили",
      "FlagFile": "Маунт-Руиз.jpg"
    },
    "Фудзи": {
      "Высота": "3776 м",
      "Расположение": "Япония",
      "FlagFile": "Маунт-Фудзи.jpg"
    },

   
     
},
"Пики": {
      "Исмаил Самани": {
      "Высота": "7495 м",
      "Хребет": "Хребет Академии Наук",
      "Горная система": "Памир",
      "Расположение": "Таджикистан",
      "FlagFile": "Исмоили Сомонӣ.jpg"
    },
    "Эльбрус": {
      "Высота": "5642 м",
      "Хребет": "Массив Эльбрус",
      "Горная система": "Большой Кавказ",
      "Расположение": "Россия",
      "FlagFile": "Элбрус.jpg"
    },
    "Шхара": {
      "Высота": "5203 м",
      "Хребет": "Безенгийская стена",
      "Горная система": "Большой Кавказ",
      "Расположение": "Грузия/Россия",
      "FlagFile": "Шхара.jpg"
    },
    "Корженевская": {
      "Высота": "7105 м",
      "Хребет": "Хребет Академии Наук",
      "Горная система": "Памир",
      "Расположение": "Таджикистан",
      "FlagFile": "Корженевская.jpg"
    },
    "Независимости": {
      "Высота": "6940 м",
      "Хребет": "Хребет Язгулем",
      "Горная система": "Памир",
      "Расположение": "Таджикистан",
      "FlagFile": "Истиқлол.jpg"
    },
    "Коштантау": {
      "Высота": "5152 м",
      "Хребет": "Безенгийская стена",
      "Горная система": "Большой Кавказ",
      "Расположение": "Россия",
      "FlagFile": "Коштантау.jpg"
    },
    "Джангитау": {
      "Высота": "5085 м",
      "Хребет": "Безенгийская стена",
      "Горная система": "Большой Кавказ",
      "Расположение": "Россия/Грузия",
      "FlagFile": "Ҷангитау.jpg"
    },
    "Казбек": {
      "Высота": "5034 м",
      "Хребет": "Массив Казбек",
      "Горная система": "Большой Кавказ",
      "Расположение": "Грузия/Россия",
      "FlagFile": "Казбек.jpg"
    },
    "Мижирги": {
      "Высота": "5025 м",
      "Хребет": "Безенгийская стена",
      "Горная система": "Большой Кавказ",
      "Расположение": "Россия",
      "FlagFile": "Мижирги.jpg"
    },
    "Москва": {
      "Высота": "6785 м",
      "Хребет": "Хребет Петра Первого",
      "Горная система": "Памир",
      "Расположение": "Таджикистан",
      "FlagFile": "Москва.jpg"
    },
    "Свобода": {
      "Высота": "6650 м",
      "Хребет": "Хребет Академии Наук",
      "Горная система": "Памир",
      "Расположение": "Таджикистан",
      "FlagFile": "Озодӣ.jpg"
    },
    "Катинитау": {
      "Высота": "4979 м",
      "Хребет": "Безенгийская стена",
      "Горная система": "Большой Кавказ",
      "Расположение": "Россия",
      "FlagFile": "Катинитау.jpg"
    },
    "Монблан": {
      "Высота": "4808 м",
      "Хребет": "Массив Монблан",
      "Горная система": "Альпы",
      "Расположение": "Франция/Италия",
      "FlagFile": "Монблан.jpg"
    },
    "Дюфур": {
      "Высота": "4634 м",
      "Хребет": "Массив Монте-Роза",
      "Горная система": "Альпы",
      "Расположение": "Швейцария/Италия",
      "FlagFile": "Дюфур.jpg"
    },
    "Абу Али ибн Сина": {
      "Высота": "6767 м",
      "Хребет": "Хребет Академии Наук",
      "Горная система": "Памир",
      "Расположение": "Таджикистан",
      "FlagFile": "Абуалӣ ибни Сино.jpg"
    },
    "Карл Маркс": {
      "Высота": "6726 м",
      "Хребет": "Хребет Шохдара",
      "Горная система": "Памир",
      "Расположение": "Таджикистан",
      "FlagFile": "Карл Маркс.jpg"
    },
    "Эверест": {
      "Высота": "8849 м",
      "Хребет": "Массив Махалангур",
      "Горная система": "Гималаи",
      "Расположение": "Непал/Китай",
      "FlagFile": "Эверест.jpg"
    },
    "К2": {
      "Высота": "8611 м",
      "Хребет": "Массив Балторо",
      "Горная система": "Каракорум",
      "Расположение": "Пакистан/Китай",
      "FlagFile": "К2.jpg"
    },
    "Канченджанга": {
      "Высота": "8586 м",
      "Хребет": "Массив Канченджанга",
      "Горная система": "Гималаи",
      "Расположение": "Непал/Индия",
      "FlagFile": "Канченҷанга.jpg"
    },
    "Лхоцзе": {
      "Высота": "8516 м",
      "Хребет": "Массив Махалангур",
      "Горная система": "Гималаи",
      "Расположение": "Непал/Китай",
      "FlagFile": "Лхотсе.jpg"
    },
    "Макалу": {
      "Высота": "8485 м",
      "Хребет": "Массив Махалангур",
      "Горная система": "Гималаи",
      "Расположение": "Непал/Китай",
      "FlagFile": "Макалу.jpg"
    },
    "Чо-Ою": {
      "Высота": "8188 м",
      "Хребет": "Массив Махалангур",
      "Горная система": "Гималаи",
      "Расположение": "Непал/Китай",
      "FlagFile": "Чо-Ою.jpg"
    },
    "Дхаулагири": {
      "Высота": "8167 м",
      "Хребет": "Массив Дхаулагири",
      "Горная система": "Гималаи",
      "Расположение": "Непал",
      "FlagFile": "Дхаулагири.jpg"
    },
    "Манаслу": {
      "Высота": "8163 м",
      "Хребет": "Массив Мансири",
      "Горная система": "Гималаи",
      "Расположение": "Непал",
      "FlagFile": "Манаслу.jpg"
    },
    "Нанга-Парбат": {
      "Высота": "8126 м",
      "Хребет": "Массив Нанга-Парбат",
      "Горная система": "Гималаи",
      "Расположение": "Пакистан",
      "FlagFile": "Нанга-Парбат.jpg"
    },
    "Аннапурна": {
      "Высота": "8091 м",
      "Хребет": "Массив Аннапурна",
      "Горная система": "Гималаи",
      "Расположение": "Непал",
      "FlagFile": "Аннапурна.jpg"
    },
    "Килиманджаро": {
      "Высота": "5895 м",
      "Хребет": "Массив Килиманджаро",
      "Горная система": "Отдельный вулкан",
      "Расположение": "Танзания",
      "FlagFile": "Килиманҷаро.jpg"
    },
    "Кения": {
      "Высота": "5199 м",
      "Хребет": "Массив Горы Кения",
      "Горная система": "Отдельный вулкан",
      "Расположение": "Кения",
      "FlagFile": "Кения.jpg"
    },
    "Стэнли": {
      "Высота": "5109 м",
      "Хребет": "Массив Рувензори",
      "Горная система": "Рувензори",
      "Расположение": "Уганда/Демократическая Республика Конго",
      "FlagFile": "Стенли.jpg"
    },
    "Бейкер": {
      "Высота": "4844 м",
      "Хребет": "Массив Рувензори",
      "Горная система": "Рувензори",
      "Расположение": "Уганда",
      "FlagFile": "Бейкер.jpg"
    },
    "Меру": {
      "Высота": "4566 м",
      "Хребет": "Массив Меру",
      "Горная система": "Отдельный вулкан",
      "Расположение": "Танзания",
      "FlagFile": "Меру.jpg"
    },
    "Рас-Дашен": {
      "Высота": "4550 м",
      "Хребет": "Массив Симиен",
      "Горная система": "Горы Симиен",
      "Расположение": "Эфиопия",
      "FlagFile": "Рас-Дашен.jpg"
    },
    "Карисимби": {
      "Высота": "4507 м",
      "Хребет": "Горы Вирунга",
      "Горная система": "Вирунга",
      "Расположение": "Демократическая Республика Конго/Руанда",
      "FlagFile": "Карисимби.jpg"
    },
    "Косцюшко": {
      "Высота": "2228 м",
      "Хребет": "Снежные горы",
      "Горная система": "Австралийские Альпы",
      "Расположение": "Австралия",
      "FlagFile": "Косцюшко.jpg"
    },
    "Таунсенд": {
      "Высота": "2209 м",
      "Хребет": "Снежные горы",
      "Горная система": "Австралийские Альпы",
      "Расположение": "Австралия",
      "FlagFile": "Таунсенд.jpg"
    },
    "Каррутерс": {
      "Высота": "2145 м",
      "Хребет": "Снежные горы",
      "Горная система": "Австралийские Альпы",
      "Расположение": "Австралия",
      "FlagFile": "Каррутерс.jpg"
    },
    "Монте-Писсис": {
      "Высота": "6795 м",
      "Хребет": "Массив Писсис",
      "Горная система": "Анды",
      "Расположение": "Аргентина",
      "FlagFile": "Монте-Писсис.jpg"
    },
    "Лукан": {
      "Высота": "5226 м",
      "Хребет": "Массив Логан",
      "Горная система": "Горы Святого Ильи",
      "Расположение": "Канада",
      "FlagFile": "Лукания.jpg"
    },
    "Денали": {
      "Высота": "6190 м",
      "Хребет": "Массив Денали",
      "Горная система": "Горная система Аляски",
      "Расположение": "США",
      "FlagFile": "Денали.jpg"
    },
    "Гунгартан": {
      "Высота": "2068 м",
      "Хребет": "Снежные горы",
      "Горная система": "Австралийские Альпы",
      "Расположение": "Австралия",
      "FlagFile": "Гунгартан.jpg"
    },
    "Хазрати Султан": {
      "Высота": "4643 м",
      "Хребет": "Гиссарский хребет",
      "Горная система": "Гиссар",
      "Расположение": "Таджикистан",
      "FlagFile": "Султон.jpg"
    },
    "Логан": {
      "Высота": "5959 м",
      "Хребет": "Массив Логан",
      "Горная система": "Горы Святого Ильи",
      "Расположение": "Канада",
      "FlagFile": "Логан.jpg"
    },
    "Орисаба": {
      "Высота": "5636 м",
      "Хребет": "Вулкан Орисаба",
      "Горная система": "Трансмексиканский вулканический пояс",
      "Расположение": "Мексика",
      "FlagFile": "Орисаба.jpg"
    },
    "Святой Илья": {
      "Высота": "5489 м",
      "Хребет": "Массив Святого Ильи",
      "Горная система": "Горы Святого Ильи",
      "Расположение": "США/Канада",
      "FlagFile": "Элиас.jpg"
    },
    "Попокатепетль": {
      "Высота": "5426 м",
      "Хребет": "Вулкан Попокатепетль",
      "Горная система": "Трансмексиканский вулканический пояс",
      "Расположение": "Мексика",
      "FlagFile": "Попокатепетл.jpg"
    },
    "Форэйкер": {
      "Высота": "5304 м",
      "Хребет": "Массив Денали",
      "Горная система": "Горная система Аляски",
      "Расположение": "США",
      "FlagFile": "Форэйкер.jpg"
    },
    "Истаксиуатль": {
      "Высота": "5230 м",
      "Хребет": "Вулкан Истаксиуатль",
      "Горная система": "Трансмексиканский вулканический пояс",
      "Расположение": "Мексика",
      "FlagFile": "Истаксиуатл.jpg"
    },
    "Кинг": {
      "Высота": "5173 м",
      "Хребет": "Массив Логан",
      "Горная система": "Горы Святого Ильи",
      "Расположение": "Канада",
      "FlagFile": "Кинг.jpg"
    },
    "Аконкагуа": {
      "Высота": "6961 м",
      "Хребет": "Массив Аконкагуа",
      "Горная система": "Анды",
      "Расположение": "Аргентина",
      "FlagFile": "Аконкагуа.jpg"
    },
    "Охос-дель-Саладо": {
      "Высота": "6893 м",
      "Хребет": "Вулкан Охос-дель-Саладо",
      "Горная система": "Анды",
      "Расположение": "Чили/Аргентина",
      "FlagFile": "Охос Дел Саладо.jpg"
    },
    "Уаскаран": {
      "Высота": "6768 м",
      "Хребет": "Массив Кордильера-Бланка",
      "Горная система": "Анды",
      "Расположение": "Перу",
      "FlagFile": "Уаскаран.jpg"
    },
    "Серро-Бонете": {
      "Высота": "6759 м",
      "Хребет": "Массив Бонете",
      "Горная система": "Анды",
      "Расположение": "Аргентина",
      "FlagFile": "Серро-Бонете.jpg"
    },
    "Трес-Крусес": {
      "Высота": "6749 м",
      "Хребет": "Массив Трес-Крусес",
      "Горная система": "Анды",
      "Расположение": "Чили/Аргентина",
      "FlagFile": "Трес-Крусес.jpg"
    },
    "Льюльяйльяко": {
      "Высота": "6739 м",
      "Хребет": "Вулкан Льюльяйльяко",
      "Горная система": "Анды",
      "Расположение": "Чили/Аргентина",
      "FlagFile": "Льюльяйльяко.jpg"
    },
    "Мерседарио": {
      "Высота": "6701 м",
      "Хребет": "Массив Мерседарио",
      "Горная система": "Анды",
      "Расположение": "Аргентина",
      "FlagFile": "Мерседарио.jpg"
    },
    "Инкауаси": {
      "Высота": "6621 м",
      "Хребет": "Вулкан Инкауаси",
      "Горная система": "Анды",
      "Расположение": "Чили/Аргентина",
      "FlagFile": "Инкауаси.jpg"
    },
    "Винсон": {
      "Высота": "4892 м",
      "Хребет": "Массив Винсон",
      "Горная система": "Горы Элсуэрт",
      "Расположение": "Антарктида",
      "FlagFile": "Винсон.jpg"
    },
    "Шинн": {
      "Высота": "4661 м",
      "Хребет": "Массив Винсон",
      "Горная система": "Горы Элсуэрт",
      "Расположение": "Антарктида",
      "FlagFile": "Шинн.jpg"
    },
    "Киркпатрик": {
      "Высота": "4528 м",
      "Хребет": "Горы Принца Эндрю",
      "Горная система": "Трансантарктические горы",
      "Расположение": "Антарктида",
      "FlagFile": "Киркпатрик.jpg"
    },
  






},
"Водопады":{

    
       "Ниагара": {
      "Высота": "51 м",
      "Расположение": "США/Канада",
      "FlagFile": "Ниагара.jpg"
    },
    "Анхель": {
      "Высота": "1054 м",
      "Расположение": "Венесуэла",
      "FlagFile": "Анхел.jpg"
    },
    "Виктория": {
      "Высота": "108 м",
      "Расположение": "Зимбабве/Замбия",
      "FlagFile": "Викторияш.jpg"
    },
    "Игуасу": {
      "Высота": "82 м",
      "Расположение": "Бразилия/Аргентина",
      "FlagFile": "Игуасу.jpg"
    },
    "Йосемити": {
      "Высота": "739 м",
      "Расположение": "США",
      "FlagFile": "Йосемити.jpg"
    },
    "Горго-де-Эскалера": {
      "Высота": "270 м",
      "Расположение": "Испания",
      "FlagFile": "Горго де Эскалера.jpg"
    },
    "Тугела": {
      "Высота": "948 м",
      "Расположение": "ЮАР",
      "FlagFile": "Тугела.jpg"
    },
    "Деттифосс": {
      "Высота": "44 м",
      "Расположение": "Исландия",
      "FlagFile": "Деттифосс.jpg"
    },
    "Гюдльфосс": {
      "Высота": "32 м",
      "Расположение": "Исландия",
      "FlagFile": "Гулфосс.jpg"
    },
    "Браун": {
      "Высота": "836 м",
      "Расположение": "Индонезия",
      "FlagFile": "Браун.jpg"
    },
    "Кайетур": {
      "Высота": "226 м",
      "Расположение": "Гайана",
      "FlagFile": "Кайетур.jpg"
    },
    "Джог": {
      "Высота": "253 м",
      "Расположение": "Индия",
      "FlagFile": "Жог.jpg"
    },
    "Гокта": {
      "Высота": "771 м",
      "Расположение": "Перу",
      "FlagFile": "Гокта.jpg"
    },
    "Рамне-фьеллет": {
      "Высота": "818 м",
      "Расположение": "Норвегия",
      "FlagFile": "Рамнефьеллет.jpg"
    },
    "Хонокохау": {
      "Высота": "340 м",
      "Расположение": "Гавайи",
      "FlagFile": "Хонокохау.jpg"
    },
    "Уайтуотер": {
      "Высота": "302 м",
      "Расположение": "Канада",
      "FlagFile": "Вайтуотер.jpg"
    },
    "Фурнез": {
      "Высота": "134 м",
      "Расположение": "Франция",
      "FlagFile": "Фурнез.jpg"
    },
    "Кристал": {
      "Высота": "60 м",
      "Расположение": "США",
      "FlagFile": "Кристал.jpg"
    },
    "Монтморенси": {
      "Высота": "83 м",
      "Расположение": "Канада",
      "FlagFile": "Монтморенси.jpg"
    },
    "Монгефоссен": {
      "Высота": "773 м",
      "Расположение": "Норвегия",
      "FlagFile": "Монгефоссен.jpg"
    },
    "Водопад Три Сестры": {
      "Высота": "914 м",
      "Расположение": "Перу, регион Хунин, Национальный парк Отиши. Река Кутивирени",
      "FlagFile": "Се_Хоҳарон.jpg"
    },
    "Водопад Олоупена": {
      "Высота": "900 м",
      "Расположение": "Гавайи, США. Остров Молокаи",
      "FlagFile": "Олоупена.jpg"
    },
    "Водопад Юмбилла": {
      "Высота": "895.5 м",
      "Расположение": "Перу, регион Амазонас. Около деревни Куэлап",
      "FlagFile": "Юмбилля.jpg"
    },
    "Водопад Виннуфоссен": {
      "Высота": "865 м",
      "Расположение": "Норвегия, фюльке Мёре-ог-Ромсдал. Около деревни Сунндальсёра",
      "FlagFile": "Виннуфоссен.jpg"
    },
    "Водопад Тессефоссен": {
      "Высота": "218 м",
      "Расположение": "Норвегия, Вого. Река Мёркелва",
      "FlagFile": "Тессефоссен.jpg"
    },
    "Водопад Бурхан-Булак": {
      "Высота": "168 м",
      "Расположение": "Казахстан, Джунгарский Алатау, река Кара",
      "FlagFile": "Бурхан-Булак.jpg"
    },
    "Водопад Учан-Су": {
      "Высота": "98 м",
      "Расположение": "Крым, гора Ай-Петри, около Ялты",
      "FlagFile": "Учан-Су.jpg"
    },
    "Водопад Ауграбис": {
      "Высота": "56 м",
      "Расположение": "ЮАР, река Оранжевая",
      "FlagFile": "Ауграбис.jpg"
    },
    "Водопад Триплет": {
      "Высота": "45 м",
      "Расположение": "Австралия, Виктория, Национальный парк Грейт-Отуэй. Река Янг-Крик",
      "FlagFile": "Триплет.jpg"
    },
    "Водопад Силвербанд": {
      "Высота": "30 м",
      "Расположение": "Австралия, Виктория, Национальный парк Грампианс. Река Дейри-Крик",
      "FlagFile": "Силвербанд.jpg"
    },
    "Водопад Хоптаун": {
      "Высота": "30 м",
      "Расположение": "Австралия, Виктория, Национальный парк Грейт-Отуэй. Река Эр",
      "FlagFile": "Хоуптоун.jpg"
    },
    "Водопад Нигретта": {
      "Высота": "25 м",
      "Расположение": "Австралия, Виктория, Национальный парк Грампианс. Река Уэннон",
      "FlagFile": "Нигретта.jpg"
    },
    "Водопад Уэннон": {
      "Высота": "20 м",
      "Расположение": "Австралия, Виктория, Национальный парк Грампианс. Река Уэннон",
      "FlagFile": "Уэннон.jpg"
    },
    "Водопад Шаки": {
      "Высота": "18 м",
      "Расположение": "Армения, Сюникская область",
      "FlagFile": "Шаки.jpg"
    },
    "Водопад Иматра": {
      "Высота": "18.4 м",
      "Расположение": "Финляндия, город Иматра. Река Вуокса",
      "FlagFile": "Иматра.jpg"
    },
    "Водопад Корбу": {
      "Высота": "12.5 м",
      "Расположение": "Россия, Алтай. Около озера Телецкое",
      "FlagFile": "Корбу.jpg"
    },
    "Водопад Элакала": {
      "Высота": "10 м",
      "Расположение": "США, Западная Виргиния, Парк штата Блэкуотер Фолс",
      "FlagFile": "Элакала.jpg"
    },
    "Водопад Манавгат": {
      "Высота": "4 м",
      "Расположение": "Турция, около города Манавгат",
      "FlagFile": "Манавгат.jpg"},
  },
"Озера": {
    "Сарез": {
      "Площадь": "79.6 км²",
      "Расположение": "Мургабский район, ГБАО. Образовалось в результате землетрясения 1911 года",
      "FlagFile": "Сарез.jpg"
    },
    "Караколь": {
      "Площадь": "380 км²",
      "Расположение": "Мургабский район, Восточный Памир, высота 3914 м",
      "FlagFile": "Қарокул.jpg"
    },
    "Искандеркуль": {
      "Площадь": "3.4 км²",
      "Расположение": "Айнинский район, Фанские горы, 2200 м над уровнем моря",
      "FlagFile": "Искандаркӯл.jpg"
    },
    "Зоркуль": {
      "Площадь": "38.9 км²",
      "Расположение": "Мургабский район, граница Таджикистана и Афганистана, исток Пянджа",
      "FlagFile": "Зоркӯл.jpg"
    },
    "Яшилькуль": {
      "Площадь": "35 км²",
      "Расположение": "Мургабский район, ГБАО, около Рангкуля",
      "FlagFile": "Яшилкӯл.jpg"
    },
    "Озеро Нурек": {
      "Площадь": "98 км²",
      "Расположение": "Нурабадский район, водохранилище Нурэкской ГЭС",
      "FlagFile": "Нурак.jpg"
    },
    "Озеро Кайраккум": {
      "Площадь": "520 км²",
      "Расположение": "Согдийская область, водохранилище Кайраккумской ГЭС",
      "FlagFile": "Қайроқум.jpg"
    },
    "Байкал": {
      "Площадь": "31,500 км²",
      "Расположение": "Россия",
      "FlagFile": "Байкал.jpg"
    },
    "Виктория": {
      "Площадь": "68,870 км²",
      "Расположение": "Африка",
      "FlagFile": "Викторияк.jpg"
    },
    "Титикака": {
      "Площадь": "8,372 км²",
      "Расположение": "Перу/Боливия",
      "FlagFile": "Титикака.jpg"
    },
    "Арал": {
      "Площадь": "17,160 км² (сокращается)",
      "Расположение": "Казахстан/Узбекистан",
      "FlagFile": "Арал.jpg"
    },
    "Мичиган": {
      "Площадь": "58,000 км²",
      "Расположение": "США",
      "FlagFile": "Мичиган.jpg"
    },
    "Гурон": {
      "Площадь": "59,600 км²",
      "Расположение": "США/Канада",
      "FlagFile": "Гурон.jpg"
    },
    "Каспийское": {
      "Площадь": "371,000 км²",
      "Расположение": "Казахстан/Россия/Азербайджан/Иран/Туркменистан",
      "FlagFile": "Каспий.jpg"
    },
    "Танганьика": {
      "Площадь": "32,900 км²",
      "Расположение": "Танзания/Конго/Бурунди/Замбия",
      "FlagFile": "Танганика.jpg"
    },
    "Малави": {
      "Площадь": "29,600 км²",
      "Расположение": "Малави/Танзания/Мозамбик",
      "FlagFile": "Малави.jpg"
    },
    "Онежское": {
      "Площадь": "9,700 км²",
      "Расположение": "Россия",
      "FlagFile": "Онега.jpg"
    },
    "Ладожское": {
      "Площадь": "17,700 км²",
      "Расположение": "Россия",
      "FlagFile": "Ладога.jpg"
    },
    "Эри": {
      "Площадь": "25,700 км²",
      "Расположение": "США/Канада",
      "FlagFile": "Эри.jpg"
    },
    "Охридское": {
      "Площадь": "358 км²",
      "Расположение": "Северная Македония/Албания",
      "FlagFile": "Охрид.jpg"
    },
    "Женевское": {
      "Площадь": "580 км²",
      "Расположение": "Швейцария/Франция",
      "FlagFile": "Женева.jpg"
    },
    "Балхаш": {
      "Площадь": "16,400 км²",
      "Расположение": "Казахстан",
      "FlagFile": "Балқаш.jpg"
    },
    "Маракайбо": {
      "Площадь": "13,210 км²",
      "Расположение": "Венесуэла",
      "FlagFile": "Маракайбо.jpg"
    },
    "Канадзава": {
      "Площадь": "450 км²",
      "Расположение": "Япония",
      "FlagFile": "Канадзава.jpg"
    },
    "Солтон": {
      "Площадь": "890 км²",
      "Расположение": "США",
      "FlagFile": "Солтон.jpg"
    },
    "Атитлан": {
      "Площадь": "130 км²",
      "Расположение": "Гватемала",
      "FlagFile": "Атитлан.jpg"
    },
    "Шира": {
      "Площадь": "447 км²",
      "Расположение": "Россия",
      "FlagFile": "Шира.jpg"
    },
    "Чад": {
      "Площадь": "1,350 км²",
      "Расположение": "Африка",
      "FlagFile": "Чад.jpg"
    },
    "Манитоба": {
      "Площадь": "4,800 км²",
      "Расположение": "Канада",
      "FlagFile": "Манитоба.jpg"
    },
    "Верхнее": {
      "Площадь": "82,100 км²",
      "Расположение": "США/Канада",
      "FlagFile": "Супериор.jpg"
    },
    "Онтарио": {
      "Площадь": "18,960 км²",
      "Расположение": "США/Канада",
      "FlagFile": "Онтарио.jpg"
    },
    "Великие озёра": {
      "Площадь": "318,000 км²",
      "Расположение": "США/Канада",
      "FlagFile": "Кули Бузург.jpg"
    },
    "Карачай": {
      "Площадь": "20 км²",
      "Расположение": "Россия",
      "FlagFile": "Карачай.jpg"
    },
    "Ханка": {
      "Площадь": "4,190 км²",
      "Расположение": "Россия/Китай",
      "FlagFile": "Ханка.jpg"
    },
    "Селигер": {
      "Площадь": "260 км²",
      "Расположение": "Россия",
      "FlagFile": "Селигер.jpg"
    },
    "Светлое": {
      "Площадь": "35 км²",
      "Расположение": "Россия",
      "FlagFile": "Светлое.jpg"
    },
    "Пуэрто-Рико": {
      "Площадь": "7 км²",
      "Расположение": "США",
      "FlagFile": "Пуэрто-Рико.jpg"
    },
    "Хельсинки": {
      "Площадь": "28 км²",
      "Расположение": "Финляндия",
      "FlagFile": "Хельсинки.jpg"
    },
    "Лагуна": {
      "Площадь": "41 км²",
      "Расположение": "Испания",
      "FlagFile": "Лагуна.jpg"
    },
    "Джексон": {
      "Площадь": "50 км²",
      "Расположение": "США",
      "FlagFile": "Джексон.jpg"
    },

},


"Лёдники":{

    "Ледник Федченко": {
      "Длина": "77 км",
      "Площадь": "700 км²",
      "Расположение": "Центральный Памир, Хребет Академии наук",
      "FlagFile": "Федченко.jpg"
    },
    "Ледник Грумм-Гржимайло": {
      "Длина": "28 км",
      "Площадь": "143 км²",
      "Расположение": "Центральный Памир, около пика Независимости",
      "FlagFile": "Грумм-Гржимайло.jpg"
    },
    "Ледник Гармо": {
      "Длина": "32 км",
      "Площадь": "114.6 км²",
      "Расположение": "Центральный Памир, соединение хребтов Академии наук и Дарвазского",
      "FlagFile": "Гармо.jpg"
    },
    "Ледник Гандо": {
      "Длина": "22.7 км",
      "Площадь": "60 км²",
      "Расположение": "Хребет Петра I",
      "FlagFile": "Гандо.jpg"
    },
    "Ледник Медвежий": {
      "Длина": "15.8 км",
      "Площадь": "25.3 км²",
      "Расположение": "Западный Памир, Хребет Академии наук, долина Ванч",
      "FlagFile": "Медвежий.jpg"
    },
    "Ледник Зарафшан": {
      "Длина": "18.5 км",
      "Площадь": "252.8 км²",
      "Расположение": "Соединение хребтов Зарафшанского и Туркестанского (Масчохские горы)",
      "FlagFile": "Зарафшон.jpg"
    },
    "Ледник Фортамбек": {
      "Длина": "27 км",
      "Площадь": "70 км²",
      "Расположение": "Центральный Памир, северный склон пика Исмаила Самани",
      "FlagFile": "Фортамбек.jpg"
    },
    "Ледник Алеч (Aletsch)": {
      "Длина": "22.6 км",
      "Площадь": "81.7 км²",
      "Расположение": "Швейцария, Альпы",
      "FlagFile": "Алеч.jpg"
    },
    "Ледник Ватнайёкюдль (Vatnajökull)": {
      "Длина": "100+ км",
      "Площадь": "7900 км²",
      "Расположение": "Исландия (крупнейший в Европе)",
      "FlagFile": "Ватнаёкудл.jpg"
    },
    "Ледник Йостедалсбреен (Jostedalsbreen)": {
      "Длина": "60 км",
      "Площадь": "487 км²",
      "Расположение": "Норвегия, Скандинавские горы",
      "FlagFile": "Юстедалсбреен.jpg"
    },
    "Ледник Мер-де-Глас (Mer de Glace)": {
      "Длина": "7 км",
      "Площадь": "32 км²",
      "Расположение": "Франция, Альпы (около Монблана)",
      "FlagFile": "Мер_де_Глас.jpg"
    },
    "Ледник Пастертце (Pasterze)": {
      "Длина": "8.4 км",
      "Площадь": "18.5 км²",
      "Расположение": "Австрия, Альпы",
      "FlagFile": "Пастертсе.jpg"
    },
    "Ледник Хаббард (Hubbard)": {
      "Длина": "122 км",
      "Площадь": "3800 км²",
      "Расположение": "Аляска (США) и Юкон (Канада)",
      "FlagFile": "Хаббард.jpg"
    },
    "Ледник Маласпина (Malaspina)": {
      "Длина": "45 км",
      "Площадь": "3900 км²",
      "Расположение": "Аляска, около залива Якутат",
      "FlagFile": "Маласпина.jpg"
    },
    "Ледник Колумбия (Columbia)": {
      "Длина": "50 км",
      "Площадь": "1000+ км²",
      "Расположение": "Аляска, залив Принс-Уильям",
      "FlagFile": "Колумбия.jpg"
    },
    "Ледник Атабаска (Athabasca)": {
      "Длина": "6 км",
      "Площадь": "6 км²",
      "Расположение": "Канада, национальный парк Джаспер",
      "FlagFile": "Атабаска.jpg"
    },
    "Ледник Якобсхавн (Jakobshavn)": {
      "Длина": "65 км",
      "Площадь": "110,000 км² (бассейн)",
      "Расположение": "Гренландия (запад)",
      "FlagFile": "Якобсхавн.jpg"
    },
    "Ледник Перито-Морено (Perito Moreno)": {
      "Длина": "30 км",
      "Площадь": "250 км²",
      "Расположение": "Аргентина, Патагония",
      "FlagFile": "Перито_Морено.jpg"
    },
    "Ледник Пио XI (Pío XI)": {
      "Длина": "64 км",
      "Площадь": "1265 км²",
      "Расположение": "Чили, Патагония (длиннейший в южном полушарии вне Антарктиды)",
      "FlagFile": "Пио_XI.jpg"
    },
    "Ледник Грей (Grey Glacier)": {
      "Длина": "28 км",
      "Площадь": "270 км²",
      "Расположение": "Чили, Национальный парк Торрес-дель-Пайне",
      "FlagFile": "Грей.jpg"
    },
    "Ледник Упсала (Upsala)": {
      "Длина": "60 км",
      "Площадь": "765 км²",
      "Расположение": "Аргентина, Национальный парк Лос-Гласиарес",
      "FlagFile": "Упсала.jpg"
    },
    "Ледник Сан-Рафаэль (San Rafael)": {
      "Длина": "45 км",
      "Площадь": "760 км²",
      "Расположение": "Чили, около Тихого океана",
      "FlagFile": "Сан_Рафаэл.jpg"
    },
    "Ледник Тасман (Tasman)": {
      "Длина": "23.5 км",
      "Площадь": "101 км²",
      "Расположение": "Новая Зеландия, Южные Альпы",
      "FlagFile": "Тасман.jpg"
    },
    "Ледник Франц-Иосиф (Franz Josef)": {
      "Длина": "12 км",
      "Площадь": "35 км²",
      "Расположение": "Новая Зеландия, Национальный парк Вестленд",
      "FlagFile": "Франс_Иосиф.jpg"
    },
    "Ледник Фокс (Fox Glacier)": {
      "Длина": "13 км",
      "Площадь": "32 км²",
      "Расположение": "Новая Зеландия, западное побережье",
      "FlagFile": "Фокс.jpg"
    },
    "Ледник Ламберт (Lambert)": {
      "Длина": "400 км",
      "Площадь": "1,000,000 км² (бассейн)",
      "Расположение": "Восточная Антарктида (крупнейший ледник в мире)",
      "FlagFile": "Ламберт.jpg"
    },
    "Ледник Твейтс (Thwaites)": {
      "Длина": "160 км (ширина)",
      "Площадь": "192,000 км²",
      "Расположение": "Западная Антарктида (Ледник Судного дня)",
      "FlagFile": "Твейтс.jpg"
    },
    "Ледник Пайн-Айленд (Pine Island)": {
      "Длина": "250 км",
      "Площадь": "175,000 км²",
      "Расположение": "Западная Антарктида, около моря Амундсена",
      "FlagFile": "Пайн_Айленд.jpg"
    },
    "Ледник Бирдмор (Beardmore)": {
      "Длина": "200 км",
      "Площадь": "обширный",
      "Расположение": "Трансантарктические горы (один из длиннейших в мире)",
      "FlagFile": "Бирдмор.jpg"
    },
    "Ледник Денман (Denman)": {
      "Длина": "110 км",
      "Площадь": "обширный",
      "Расположение": "Восточная Антарктида (под ним находится глубочайшая точка суши в мире)",
      "FlagFile": "Денман.jpg"
    },
    "Ледник Сиачен (Siachen)": {
      "Длина": "76 км",
      "Площадь": "700 км²",
      "Расположение": "Каракорум, около границы Индии и Пакистана",
      "FlagFile": "Сиачен.jpg"
    },
    "Ледник Балторо (Baltoro)": {
      "Длина": "63 км",
      "Площадь": "1227 км²",
      "Расположение": "Пакистан, хребет Каракорум (около пика К2)",
      "FlagFile": "Балторо.jpg"
    },
    "Ледник Энгылчек (Inylchek)": {
      "Длина": "60.6 км",
      "Площадь": "567 км²",
      "Расположение": "Кыргызстан, Центральный Тянь-Шань",
      "FlagFile": "Энгулчак.jpg"
    },
    "Ледник Биафо (Biafo)": {
      "Длина": "67 км",
      "Площадь": "629 км²",
      "Расположение": "Пакистан, хребет Каракорум",
      "FlagFile": "Биафо.jpg"
    },
    "Ледник Кхумбу (Khumbu)": {
      "Длина": "17 км",
      "Площадь": "обширный",
      "Расположение": "Непал, около пика Эверест",
      "FlagFile": "Кхумбу.jpg"
    },
    "Ледник Ганготри (Gangotri)": {
      "Длина": "30 км",
      "Площадь": "143 км²",
      "Расположение": "Индия, Гималаи (исток реки Ганг)",
      "FlagFile": "Ганготри.jpg"
    },
    "Ледник Аустфонна (Austfonna)": {
      "Длина": "200 км (побережье)",
      "Площадь": "8120 км²",
      "Расположение": "Остров Шпицберген (Норвегия), Северный Ледовитый океан",
      "FlagFile": "Аустфонна.jpg"
    },


},

 "Учёные": {
    "Эратосфен": {
      "Жизнь и деятельность": "Эратосфен 276-194 до н.э., греческий математик, астроном и географ из Кирены. Его называют 'Отцом географии'. В 240 году до н.э. первым вычислил радиус Земли по разнице угла солнца в Сиене и Александрии в день летнего солнцестояния. Расстояние между городами принял за 5000 стадий. Результат: 39 690 км длина экватора. Погрешность всего 1,6% от современных 40 075 км. В 245 году до н.э. написал 'Географию' в 3 томах. Впервые использовал термин 'география'. Нарисовал карту мира с 5 климатическими зонами. Ввёл систему широты и долготы. Руководил Александрийской библиотекой.",
      "FlagFile": "Эратосфен.jpg"
    },
    "Геродот": {
      "Жизнь и деятельность": "Геродот 484-425 до н.э., греческий историк и географ. Его называют 'Отцом истории' и 'Отцом географии'. В 460-450 годах до н.э. путешествовал в Египет, Вавилон, Персию и Скифию для сбора данных для 'Истории'. В 9 книгах 'Истории' описал географию более 50 стран. Первым нарисовал карту мира с 3 частями света: Европа, Азия, Ливия (Африка). Искал исток Нила и предложил теорию таяния снега.",
      "FlagFile": "Геродод.jpg"
    },
    "Страбон": {
      "Жизнь и деятельность": "Страбон 64 до н.э. - 24 н.э., греческий географ из Амасии. В 7 году до н.э. написал 'Географию' в 17 томах. В 25-20 годах до н.э. путешествовал в Египет и Аравию с экспедицией Элия Галла. В книге описал географию Европы, Азии и Африки с координатами. Объяснил теории вулканов и землетрясений. Первым показал связь климата и природы человека.",
      "FlagFile": "Страбон.jpg"
    },
    "Клавдий Птолемей": {
      "Жизнь и деятельность": "Клавдий Птолемей 100-170 н.э., греческий математик, астроном и географ из Александрии. В 150 году написал 'Географию' в 8 томах. В книге отметил 8000 мест с географической широтой и долготой. Нарисовал 27 карт. Разработал метод картографической проекции. Его карты использовались в Европе до XV века. Ошибка: показал Индийский океан закрытым морем и занизил размеры Земли.",
      "FlagFile": "Клавдий Птолемей.jpg"
    },
    "Марко Поло": {
      "Жизнь и деятельность": "Марко Поло 1254-1324, венецианский купец и путешественник. В 1271-1295 годах путешествовал в Китай с отцом и дядей. Причина: торговля и дипломатия. Маршрут: Венеция - Ургенч - Бухара - Памир - Кашгар - Дуньхуан - Ханбалык (Пекин). 17 лет служил при дворе Хубилай-хана. 3 года был правителем Янчжоу. В 1298 году в тюрьме надиктовал 'Книгу о разнообразии мира'. Первый европеец, описавший Китай, Японию, Яву и Суматру. Его книга вдохновила Колумба.",
      "FlagFile": "Марко Поло.jpg"
    },
    "Герард Меркатор": {
      "Жизнь и деятельность": "Герард Меркатор 1512-1594, фламандский картограф и географ. В 1569 году изобрёл 'Проекцию Меркатора' для навигации. В этой проекции локсодромии становятся прямыми. В 1569 году нарисовал карту мира 202x124 см. В 1578 году издал 'Географию Птолемея' с 28 новыми картами. В 1595 году напечатал 'Атлас'. Впервые использовал слово 'Атлас' для сборника карт. Его карты используются в навигации до сих пор.",
      "FlagFile": "Герард Меркатор.jpg"
    },
    "Александр фон Гумбольдт": {
      "Жизнь и деятельность": "Александр фон Гумбольдт 1769-1859, немецкий естествоиспытатель и географ. Его называют 'Отцом современной географии'. В 1799-1804 годах путешествовал по Латинской Америке. Маршрут: Венесуэла - Куба - Анды - Амазонка - Мексика. Собрал 60 000 образцов растений. Открыл холодное течение в Тихом океане, названное его именем. В 1845 году написал 'Космос' в 5 томах. Научно доказал связь природы, климата и географии. Изучал растения на высоте 3000 м в Андах.",
      "FlagFile": "Александр фон Гумбольдт.jpg"
    },
    "Карл Риттер": {
      "Жизнь и деятельность": "Карл Риттер 1779-1859, немецкий географ. Вместе с Гумбольдтом считается основателем современной географии. В 1817 году написал 'Всеобщую землеведческую науку'. Цель: сделать географию самостоятельной наукой. Написал 19 томов за 33 года. Ввёл сравнительный географический метод. Показал связь истории и географии. В 1820 году основал первую кафедру географии в Берлинском университете. Собрал 20 000 книг и карт.",
      "FlagFile": "Карл Риттер.jpg"
    },
    "Фабиан Готтлиб фон Беллинсгаузен": {
      "Жизнь и деятельность": "Фабиан Готтлиб фон Беллинсгаузен 1778-1852, русский мореплаватель и географ из Эстонии. В 1819-1821 годах руководил первой русской экспедицией в Антарктиду. 28 января 1820 года первым увидел материк Антарктиду. За 751 день проплыл 49 860 миль. Открыл 29 островов, включая остров Петра I и Землю Александра I. 6 раз пересёк Южный полярный круг. Зимовал во льдах Антарктиды 3 месяца. В 1831 году написал 'Двукратные изыскания в Южном Ледовитом океане'. Доказал, что на Южном полюсе материк, а не океан. Море Беллинсгаузена названо в его честь.",
      "FlagFile": "Беллинсгаузен.jpg"
    },
    "Джеймс Кларк Росс": {
      "Жизнь и деятельность": "Джеймс Кларк Росс 1800-1862, английский мореплаватель и географ. В 1839-1843 годах руководил британской экспедицией в Антарктиду. В 1841 году открыл море Росса, остров Росса и вулканы Эребус и Террор. Достиг 78°10′ ю.ш. - рекорд на 58 лет. Проследил шельфовый ледник Росса на 600 км и назвал его 'Великим Ледяным Барьером'. Определил Южный магнитный полюс на Земле Виктории. 4 года плавал во льдах на кораблях Эребус и Террор. Его карты 60 лет были единственным точным источником об Антарктиде.",
      "FlagFile": "Джеймс Кларк.jpg"
    },
    "Руаль Амундсен": {
      "Жизнь и деятельность": "Руаль Амундсен 1872-1928, норвежский полярный исследователь. 14 декабря 1911 года первым достиг Южного полюса. 5 человек с 52 собаками прошли 3000 км за 99 дней. Опережали Роберта Скотта на 34 дня. В 1926 году на дирижабле 'Норвегия' первым пролетел над Северным полюсом. В 1918-1920 годах прошёл Северо-Восточный проход от Атлантики до Тихого океана. В 1928 году пропал в Арктике при спасении экспедиции Нобиле. Использовал методы эскимосов: собаки, меховая одежда, иглу.",
      "FlagFile": "Руаль Амундсен.jpg"
    },
    "Роберт Фалкон Скотт": {
      "Жизнь и деятельность": "Роберт Фалкон Скотт 1868-1912, английский мореплаватель и полярный исследователь. В 1901-1904 годах экспедиция 'Дискавери' - достиг 960 км к югу, открыл Полярное плато. В 1910-1912 годах экспедиция 'Терра Нова'. 17 января 1912 года достиг Южного полюса - на 34 дня позже Амундсена. На обратном пути погиб с 4 спутниками от холода и голода. Последняя запись в дневнике: 'Ради Бога, позаботьтесь о наших людях'. Тела нашли через 8 месяцев. Доказал, что Антарктида когда-то была тёплой и имела леса. Море Скотта и остров Скотта названы в его честь.",
      "FlagFile": "Роберт Фалкон.jpg"
    },
    "Эрнест Шеклтон": {
      "Жизнь и деятельность": "Эрнест Шеклтон 1874-1922, ирландско-британский полярный исследователь. В 1907-1909 годах достиг 88°23′ ю.ш. - 180 км до полюса. Покорил вулкан Эребус. Нашёл Южный магнитный полюс. В 1914-1917 годах экспедиция 'Эндьюранс'. Корабль раздавило льдами. Спас 28 человек за 634 дня во льдах и океане. На 6,9-метровой шлюпке проплыл 1300 км в шторме Южного океана до Южной Георгии. Никто не погиб. Сказал: 'Лучше живой осёл, чем мёртвый лев'. Умер в Южной Георгии в 1922 году.",
      "FlagFile": "Эрнест Генри.jpg"
    },
    "Виллем Янсзон": {
      "Жизнь и деятельность": "Виллем Янсзон 1570-1630, голландский мореплаватель. 26 февраля 1606 года первый европеец ступил на землю Австралии. На корабле 'Дейфкен' плыл на юг из Бантама. Нанес на карту 320 км западного побережья полуострова Кейп-Йорк, современный Квинсленд. Открыл реку Пеннефадер. Встретился с австралийскими аборигенами - первый контакт европейцев и аборигенов. 10 моряков были убиты аборигенами. Нанёс на карту как 'Новую Голландию'. Думал, что это часть Новой Гвинеи. Открытие держали в тайне 10 лет.",
      "FlagFile": "Виллем Янсзон.jpg"
    },
    "Абель Тасман": {
      "Жизнь и деятельность": "Абель Тасман 1603-1659, голландский мореплаватель и географ. В 1642-1644 годах совершил 2 плавания по поручению губернатора Батавии Антони ван Димена. Плавание 1: 24 ноября 1642 года открыл Тасманию - назвал 'Земля ван Димена'. 13 декабря открыл Южный остров Новой Зеландии. Доказал, что Австралия - остров, а не часть 'Неизвестного Южного материка'. Плавание 2: в 1644 году нанёс на карту 5000 км северного побережья Австралии от Кейп-Йорка до Западной Австралии. Открыл залив Карпентария и залив ван Димена. Доказал, что Новая Гвинея отделена от Австралии.",
      "FlagFile": "Абел Тасман.jpg"
    },
    "Джеймс Кук": {
      "Жизнь и деятельность": "Джеймс Кук 1728-1779. В первом плавании в 1770 году открыл восточное побережье Австралии. 19 апреля 1770 года увидел залив Ботани. 22 августа на острове Поссешен поднял британский флаг и объявил 'Новый Южный Уэльс'. Нанёс на карту 3200 км побережья от Виктории до Кейп-Йорка. Открыл Большой Барьерный риф - 2300 км. На рифе Эндивор корабль сел на мель, 7 недель ремонтировал. Мирно встретился с аборигенами. Взял слово 'кенгуру' из языка гуугу-йимидирр. Его карты были настолько точны, что использовались до 1840 года.",
      "FlagFile": "Чеймс Кук.jpg"
    },
    "Мэтью Флиндерс": {
      "Жизнь и деятельность": "Мэтью Флиндерс 1774-1814, английский мореплаватель и картограф. В 1801-1803 годах первым полностью обогнул Австралию. На корабле 'Инвестигейтор' нанёс на карту 18 000 км побережья. В 1802 году в заливе Энкаунтер встретился с французской экспедицией Бодена. В 1804 году нарисовал первую карту с названием 'Австралия' - раньше было 'Новая Голландия'. Открыл залив Спенсер и залив Сент-Винсент. Подтвердил пролив Басс - Тасмания является островом. 6 лет был пленником французов на Маврикии. В 1814 году опубликовал 'Путешествие в Terra Australis' и умер на следующий день.",
      "FlagFile": "Мэтью Флиндерс.jpg"
    },
    "Луис Ваэс де Торрес": {
      "Жизнь и деятельность": "Луис Ваэс де Торрес 1565-1610, испанский мореплаватель. В 1606 году с экспедицией Кироса плыл на запад из Перу. После разделения с Киросом первым прошёл через пролив между Новой Гвинеей и Австралией. В октябре 1606 года открыл пролив Торреса - 150 км шириной, 16 000 островов. Доказал, что Новая Гвинея отделена от Австралии. Нанёс на карту 2000 км южного побережья Новой Гвинеи. Дошёл до Манилы и доложил. Но Испания 200 лет держала это в тайне. В 1762 году англичане взяли Манилу и нашли отчёт. Кук в 1770 году прошёл тем же проливом и назвал его в честь Торреса.",
      "FlagFile": "Луис Торрес.jpg"
    },
    "Христофор Колумб": {
      "Жизнь и деятельность": "Христофор Колумб 1451-1506, мореплаватель и географ из Генуи. В 1492-1504 годах совершил 4 плавания в Америку. Цель: найти западный путь в Индию по приказу Испании. 12 октября 1492 года достиг Багамских островов. До конца думал, что достиг Азии. Открыл острова Карибского моря, побережье Центральной и Южной Америки. Составил новые карты. Использовал пассаты и течение Гольфстрим. Его плавания начали эпоху Великих географических открытий.",
      "FlagFile": "Христофор Колумб.jpg"
    },
    "Фернан Магеллан": {
      "Жизнь и деятельность": "Фернан Магеллан 1480-1521, португальский мореплаватель на службе Испании. В 1519-1522 годах начал первое кругосветное плавание. Цель: найти западный путь к Островам Пряностей. В 1520 году открыл пролив Магеллана. Дал название Тихому океану. В 1521 году погиб на Филиппинах. Один корабль 'Виктория' вернулся в Испанию в 1522 году. Плавание доказало, что Земля шарообразная и существует единый океан. Пройдено 60 000 км морского пути.",
      "FlagFile": "Фернан Магеллан.jpg"
    },
    "Плиний Старший": {
      "Жизнь и деятельность": "Гай Плиний Секунд 23-79 н.э., римский естествоиспытатель и географ. В 77 году написал 'Естественную историю' в 37 томах. 6 томов посвящено географии. Описал Европу, Азию и Африку. Собрал 20 000 географических фактов у 100 авторов. Погиб в 79 году при исследовании извержения Везувия. Его книга 1500 лет была основным источником географии в Европе.",
      "FlagFile": "Плиний.jpg"
    },
    "Помпоний Мела": {
      "Жизнь и деятельность": "Помпоний Мела 15-45 н.э., римский географ из Испании. В 43 году написал 'De Chorographia'. Первая географическая книга на латыни. Разделил Землю на 5 климатических зон: 2 полярные, 2 умеренные, 1 тропическая. Разместил Европу, Азию и Африку вокруг Средиземного моря. Его книга в Средние века копировалась 15 раз.",
      "FlagFile": "Помпоний.jpg"
    },
    "Фра Мауро": {
      "Жизнь и деятельность": "Фра Мауро 1400-1460, венецианский картограф. В 1459 году составил 'Карту Фра Мауро'. Заказ короля Португалии Афонсу V. Круглая карта диаметром 2 метра. Имеет 3000 надписей. Первая европейская карта, показавшая морской путь вокруг Африки. Соединила Индийский океан с Атлантикой. Точно изобразила Китай и Японию. 50 лет была лучшей картой мира. Хранится в библиотеке Марчиана в Венеции.",
      "FlagFile": "Медичи.jpg"
    },
    "Мартин Бехайм": {
      "Жизнь и деятельность": "Мартин Бехайм 1459-1507, немецкий картограф и мореплаватель. В 1492 году создал 'Erdapfel'. Первый сохранившийся глобус мира. Диаметр 51 см. Америку не показал, так как сделан до Колумба. Показал Атлантический океан между Европой и Азией. Имеет 1100 топонимов и 48 флагов государств. До сих пор хранится в Германском национальном музее.",
      "FlagFile": "Мартин Бехайм.jpg"
    },
    "Абрахам Ортелий": {
      "Жизнь и деятельность": "Абрахам Ортелий 1527-1598, фламандский картограф и географ. В 1570 году издал 'Theatrum Orbis Terrarum'. Первый современный атлас мира. 70 карт от 87 авторов. 53 карты Европы, 9 Азии, 3 Африки, 1 Америки. 41 издание на 7 языках. Предложил теорию дрейфа континентов: берега Америки и Африки совпадают. Его называют отцом современного атласа.",
      "FlagFile": "Ортелий  Абрахам.jpg"
    },
    "Бернхард Варений": {
      "Жизнь и деятельность": "Бернхард Варений 1622-1650, немецко-голландский географ. В 1650 году написал 'Geographia Generalis'. Разделил книгу на общую и частную географию. Объяснил математические методы в географии. Анализировал климат, ветры, морские течения, вулканы. Ньютон преподавал его книгу в Кембридже. 150 лет это был основной учебник географии в Европе.",
      "FlagFile": "Бернхард.jpg"
    },
    "Карл Линней": {
      "Жизнь и деятельность": "Карл Линней 1707-1778, шведский естествоиспытатель и географ. В 1735 году написал 'Систему природы'. В 1732 году путешествовал в Лапландию. Прошёл 7000 км. Описал полярные растения. Заложил основы биогеографии. Составил карты распространения растений. Доказал связь климата и растений. Его система биноминальной номенклатуры используется до сих пор.",
      "FlagFile": "Карл Линей.jpg"
    },
    "Фридрих Ратцель": {
      "Жизнь и деятельность": "Фридрих Ратцель 1844-1904, немецкий географ и этнограф. В 1882 году написал 'Антропогеографию'. Основатель политической географии. В 1897 году написал 'Политическую географию'. Ввёл термин 'Lebensraum' - жизненное пространство. Называл государство живым организмом. Предложил теорию географического детерминизма. Его ученики создали школу геополитики. 25 лет преподавал в Лейпцигском университете.",
      "FlagFile": "Фридрих Ратсел.jpg"
    },
    "Анаксимандр": {
      "Жизнь и деятельность": "Анаксимандр из Милета 610-546 до н.э. Ученик Фалеса. Нарисовал первую карту мира на медной доске. Земля - цилиндр, висящий в пространстве. Первым нарисовал карту в масштабе. Разделил мир на 3 части света: Европа, Азия, Ливия. Поместил Средиземное море в центр. Создал первый небесный глобус. Привёз в Грецию первые солнечные часы - гномон. Теория: человек произошёл от рыбы, так как жизнь началась в воде. Его называют 'первым настоящим учёным', так как искал естественные причины природы.",
      "FlagFile": "Анаксимандр.jpg"
    },
    "Пифей из Массалии": {
      "Жизнь и деятельность": "Пифей 380-310 до н.э. из Массалии, современного Марселя. В 330-320 годах до н.э. путешествовал в Северную Европу за янтарём и оловом. Маршрут: Гибралтар - Бискай - Британия - Шотландия - Оркнейские острова - Туле. Туле - Исландия или Норвегия. Плыл 6 дней, видел полярный день - 24 часа солнца. Описал 'замёрзшее море' - льды Арктики. Связал приливы и отливы с Луной. Привёз олово из Корнуолла и янтарь с Балтики. Все считали его лжецом, но через 300 лет подтвердили. Его считают первым полярным исследователем.",
      "FlagFile": "Пифей.jpg"
    },
    "Посейдоний": {
      "Жизнь и деятельность": "Посейдоний 135-51 до н.э. из Апамеи, Сирия, работал на Родосе. Учитель Цицерона. В 90 году до н.э. вычислил размер Земли другим методом. Увидел звезду Канопус на горизонте на Родосе. В Александрии эта звезда была на 7,5° выше. Расстояние 5000 стадий. 7,5° это 1/48 окружности, значит 48×5000 = 240 000 стадий ≈ 38 000 км. Погрешность 5%. Позже сказал, что расстояние 3750 стадий, и получил 28 960 км. Эта ошибка попала к Птолемею и обманула Колумба. Написал 'Об Океане'. Объяснил приливы Солнцем и Луной. Объяснил вулканы подземным газом.",
      "FlagFile": "Посидоний.jpg"
    },
    "Абу Райхан аль-Бируни": {
      "Жизнь и деятельность": "Абу Райхан аль-Бируни 973-1048 из Хорезма. Хотя из Средней Азии, важен и для европейской науки, так как его книги перевели на латынь в XII-XIII веках. Географический вклад: В 1025 году измерил радиус Земли методом угла понижения горизонта: 6339,58 км. Погрешность 0,3% от современных 6371 км. Построил 5-метровый глобус. Дал координаты 600 городов в 'Каноне Масуда'. В 1030 году в 'Индии' написал: если плыть из западного океана, достигнешь востока Азии. Предсказал Америку за 500 лет до Колумба. Европейцы читали его в XII веке, и идея дошла до Колумба.",
      "FlagFile": "Беруни.jpg"
    },
    "Альбрехт Пенк": {
      "Жизнь и деятельность": "Альбрехт Пенк 1858-1945, немецкий географ. Отец современной геоморфологии. В 1882-1885 годах изучал альпийские ледники. Открыл 4 ледниковых периода: Гюнц, Миндель, Рисс, Вюрм. Названия от рек Альп. Доказал, что Европа 4 раза полностью покрывалась льдом. В 1891 году написал 'Морфологию земной поверхности'. Объяснил рельеф внешними процессами: эрозия, ледник, ветер, вода. В 1909 году предложил 'Международную карту мира' масштаба 1:1 000 000. 2500 листов на весь мир. До сих пор стандарт ICAO.",
      "FlagFile": "Албрект Пенк.jpg"
    },
    "Поль Видаль де ла Блаш": {
      "Жизнь и деятельность": "Поль Видаль де ла Блаш 1845-1918, основатель французской школы географии. В 1899 году написал 'Географическую таблицу Франции'. Принцип: 'жанр жизни' - genre de vie. Каждый народ, приспосабливаясь к природе, создаёт свой образ жизни. В отличие от Ратцеля говорил: природа даёт возможности, но человек выбирает. В 1891 году основал журнал 'Annales de Géographie'. 20 лет пешком исходил всю Францию. Описал 'pays' - малые природные области: Нормандию, Прованс, Бретань.",
      "FlagFile": "Видаль.jpg"
    },
    "Хэлфорд Макиндер": {
      "Жизнь и деятельность": "Хэлфорд Макиндер 1861-1947, британский географ и политик. В 1904 году написал 'Географическую ось истории'. Теория 'Хартленда': кто управляет Центральной Евразией, управляет миром. Причина: 1) Не уязвим для нападения с моря. 2) Имеет большие ресурсы. 3) Железные дороги всё связывают. Формула: 'Кто управляет Восточной Европой, управляет Хартлендом. Кто управляет Хартлендом, управляет Мировым островом - Евразией+Африкой. Кто управляет Мировым островом, управляет миром'. Расширил книгу в 1919 году. Читали Сталин, Гитлер, Черчилль. Холодная война велась по этой теории.",
      "FlagFile": "Маккиндер Хэлфорд.jpg"
    },
    "Альфред Вегенер": {
      "Жизнь и деятельность": "Альфред Вегенер 1880-1930, немецкий метеоролог и географ. В 1912 году предложил теорию 'Дрейфа континентов'. Доказательства: 1) Берега Америки и Африки совпадают как пазл. 2) Горные породы Южной Африки и Бразилии одинаковы. 3) Окаменелости мезозавра на обоих континентах. 4) Следы оледенения 300 млн лет назад в Индии, Африке, Южной Америке, Австралии - все были на Южном полюсе. Сказал: 200 млн лет назад все континенты были 'Пангеей'. Потом раскололись и разошлись. Умер в Гренландии в 1930 году. В 1960 году тектоника плит доказала его правоту.",
      "FlagFile": "Альфред Вегенер.jpg"
    },
    "Элизе Реклю": {
      "Жизнь и деятельность": "Элизе Реклю 1830-1905, французский географ и анархист. В 1876-1894 годах написал 'Земля и её обитатели: Всеобщая география' в 19 томах. Первая гуманистическая география - в центре человек, а не государство. 20 000 страниц, 4000 карт, 10 000 рисунков. Критиковал колониализм. За 100 лет предсказал экологию: 'человек разрушает природу'. В 1852-1857 жил в Южной Америке и США. Увидел рабство в Луизиане и выступил против. В 1871 году участвовал в Парижской коммуне, попал в тюрьму. Учёные всего мира собирали подписи за его освобождение.",
      "FlagFile": "Реклю Элизе.jpg"
    },
    "Пётр Семёнов-Тян-Шанский": {
      "Жизнь и деятельность": "Пётр Семёнов 1827-1914, русский географ. В 1856-1857 годах первый европеец, исследовавший Тянь-Шань. На европейских картах Тянь-Шань показывали как вулкан. Он открыл 42 ледника, вулканов нет. Измерил пик Хан-Тенгри в 7000 м. К фамилии добавили 'Тян-Шанский'. В 1873-1914 годах руководил Русским географическим обществом. Нанёс на карту 10 000 км Сибирской железной дороги. Провёл перепись 1897 года в России - 125 млн человек. Издал 23 тома 'Россия: полное географическое описание'. Собрал 10 000 видов растений и животных.",
      "FlagFile": "Петр Семенов-Тянь-Шанский.jpg"
    },
    "Николай Пржевальский": {
      "Жизнь и деятельность": "Николай Пржевальский 1839-1888, русский путешественник и географ. В 1870-1885 годах совершил 4 экспедиции в Среднюю Азию. Прошёл 31 500 км. Открытия: 1) Нашёл озеро Лобнор - потерянное на 1000 лет. 2) Открыл исток реки Зеравшан. 3) Лошадь Пржевальского - единственная чистая дикая лошадь. 4) Дикий верблюд, тибетский медведь. 5) 16 000 образцов растений, 7500 птиц, 3000 насекомых. Написал 5000 страниц книг. Составил карту Тибета в 20 листах. Умер в Караколе в 1888 году. Город Пржевальск назван в его честь.",
      "FlagFile": "Николай Пржевалский.jpg"
    },
    "Свен Гедин": {
      "Жизнь и деятельность": "Свен Гедин 1865-1952, шведский географ и картограф. В 1893-1935 годах совершил 6 больших экспедиций в Среднюю Азию. Прошёл 40 000 км. Открытия: 1) Вторично открыл озеро Лопнор - оно меняет местоположение. 2) Нашёл древний город Лулан - 1500 лет под песком. 3) Открыл истоки рек Инд и Брахмапутра. 4) Нанёс на карту горы Трансгималаи. 5) Пересёк пустыню Такла-Макан. 8000 страниц книг, 1000 карт. Составил карты Тибета 1:1 000 000. В последней экспедиции ему было 69 лет. Гитлер его любил, но он не был нацистом. Его называют 'последним великим исследователем'.",
      "FlagFile": "Гедин Свен.jpg"
    },
    "Ричард Хартшорн": {
      "Жизнь и деятельность": "Ричард Хартшорн 1899-1992, американский географ. В 1939 году написал 'Природу географии'. Заявил, что география - хорологическая наука, то есть наука о пространстве. Единственная наука, изучающая пространственные различия. Предложил 3 метода: 1) Региональное описание. 2) Причинный анализ. 3) Сравнение. В 1959 году написал 'Взгляд на природу географии' и критиковал 'количественную революцию'. Говорил: география не математика, а понимание региона. 50 лет преподавал в Университете Висконсина. Все американские географы 1940-1970 годов читали его книгу. Его называют 'Философом географии'.",
      "FlagFile": "Ричард Хартсхорн.jpg"},
    "Торстен Хагерстранд": {
      "Жизнь и деятельность": "Торстен Хагерстранд 1916-2004, шведский географ. Основатель 'географии времени-пространства'. В 1953 году написал 'Распространение инноваций как волновой процесс'. Что открыл: как идеи, болезни, технологии распространяются в пространстве. 3 этапа: 1) Основной центр 2) Соседское распространение 3) Дальнее распространение. В 1970 году создал 'Временную географию'. Человека показал 'трубой жизни' в пространстве-времени. Каждый день: сон дома - работа в офисе - магазин - дом. Эту трубу назвал 'path'. Ограничения: 1) Способность - нужно спать. 2) Сопряжение - встреча с другими. 3) Власть - в некоторые места нельзя войти. Его теория используется в планировании городов, транспорта, эпидемиологии. GPS и GIS начались с его идеи.",
      "FlagFile": "Торстен Хагерстранд.jpg"
    },
    "Дэвид Харви": {
      "Жизнь и деятельность": "Дэвид Харви 1935-наст. время, британско-американский географ. Основатель 'радикальной географии' и 'марксистской географии'. В 1973 году написал 'Социальная справедливость и город'. Что сказал: пространство не нейтрально, его создаёт капитализм для прибыли. Пример: высотки в центре, потому что земля дорогая. Бедные на окраине, потому что земля дешёвая. В 1982 году написал 'Пределы капитала'. 3 цикла капитала: 1) Производство 2) Городское строительство 3) Финансы. Каждый цикл создаёт своё пространство. В 1989 году написал 'Условие постмодерна'. 'Сжатие времени-пространства': интернет и самолёты сделали мир маленьким. 50 лет преподавал в Оксфорде, Джонс Хопкинсе, CUNY. 20 книг, переведены на 50 языков. Его называют 'звездой географии'. В 88 лет до сих пор преподаёт.",
      "FlagFile": "Дэвид Харви.jpg"
    },
    "Дорин Месси": {
      "Жизнь и деятельность": "Дорин Месси 1944-2016, британский географ и феминистка. В 1984 году написала 'Пространственное разделение труда'. Что открыла: почему одни регионы богатые, другие бедные. Причина: капитал использует каждое место для одной работы. Лондон - финансы, Манчестер - промышленность, Уэльс - уголь. Когда промышленность уходит, регион умирает. В 1991 году написала 'Пространство, место и гендер'. Пространство гендерное: 'дом' - женщина, 'работа' - мужчина, 'ночная улица' - опасна для женщины. В 2005 году написала 'За пространство'. 3 тезиса: 1) Пространство - продукт связей. 2) Пространство - множественность - тысячи историй вместе. 3) Пространство всегда создаётся, оно не готово. 'Глобальное чувство места': каждое место связано со всем миром. Её называют 'матерью критической географии'.",
      "FlagFile": "Мэсси Дорин.jpg"
    },
    "И-Фу Туан": {
      "Жизнь и деятельность": "И-Фу Туан 1930-2022, китайско-американский географ. Основатель 'гуманистической географии'. В 1974 году написал 'Топофилия'. Топофилия - любовь к месту. Почему люди привязаны к родине, дому, улице детства? В 1977 году написал 'Пространство и место'. Разница: пространство - свобода, движение, будущее. Место - безопасность, остановка, прошлое. Человек превращает пространство в место, когда придаёт ему ценность. Пример: дом сначала пространство, потом становится местом. В 1979 году написал 'Пейзажи страха'. Почему пустыня, темнота, высота пугают? Написал 30 книг. Преподавал: 'география - это искусство жить'. 60 лет преподавал в Висконсине. Его называют 'поэтом географии'. В 2012 году получил президентскую медаль.",
      "FlagFile": "И-Фу Туан.jpg"
    },
    "Нил Смит": {
      "Жизнь и деятельность": "Нил Смит 1954-2012, шотландско-американский географ. Ученик Дэвида Харви. В 1984 году написал 'Неравномерное развитие'. Теория: капитализм создаёт неравное пространство - центр богатый, окраина бедная. В 1996 году написал 'Новый городской рубеж'. Объяснил 'джентрификацию': богатые приходят в бедный район, цены растут, бедные вытесняются. Назвал это 'потреблением пространства'. Пример: Бруклин, Нью-Йорк. В 1970 году 500 000 бедных, в 2020 году 2,6 млн богатых. В 2003 году написал 'Америка Империя'. Назвал США 'глобальной империей'. Объяснил 11 сентября через географию: война за контроль над пространством. 30 лет преподавал в Ратгерсе и CUNY. Умер в 2012 году в 58 лет. Его называли 'Че Геварой географии'.",
      "FlagFile": "Нил Смит.jpg"
    },
    "Уильям Баффин": {
      "Жизнь и деятельность": "Уильям Баффин 1584-1622, английский мореплаватель и картограф. В 1615-1616 годах искал Северо-Западный проход. В 1616 году открыл залив Баффина - 1400 км длиной, 550 км шириной. Достиг 77°45′ с.ш. - рекорд на 236 лет. Нанёс на карту острова Элсмир, Девон, Баффина. Открыл проливы Ланкастер, Джонс, Смит. Измерял широту с точностью до 2′ - лучший в XVII веке. Долготу измерял по расстоянию до Луны. 200 лет никто не верил его открытиям, говорили, что врёт. В 1818 году Джон Росс подтвердил, что всё верно. Море Баффина и остров Баффина названы в его честь. В 1622 году погиб при осаде Кишма.",
      "FlagFile": "Вильям Баффин.jpg"
    },
    "Генри Гудзон": {
      "Жизнь и деятельность": "Генри Гудзон 1565-1611, английский мореплаватель. 4 плавания в Арктику: 1607, 1608, 1609, 1610. Плавание 1: достиг 80°23′ с.ш. - рекорд. Плавание 2: искал Северо-Восточный проход. Плавание 3: открыл реку Гудзон и остров Манхэттен. Плавание 4: в 1610 году открыл залив Гудзона - 1 230 000 км², крупнейший внутренний залив. Думал, что это Тихий океан. Зимовал во льдах. В июне 1611 года матросы взбунтовались. Его с сыном и 7 больными высадили в шлюпке. Больше не нашли. Река Гудзон, залив Гудзона, пролив Гудзона названы в его честь. 40% Канады - бассейн залива Гудзона.",
      "FlagFile": "Генри Гудзон.jpg"
    },
    "Витус Беринг": {
      "Жизнь и деятельность": "Витус Беринг 1681-1741, датский мореплаватель на службе России. 2 Камчатские экспедиции. Плавание 1 1728-1730: открыл Берингов пролив. Доказал, что Азия и Америка не соединены. Достиг 67°18′ с.ш. Плавание 2 1733-1743: 'Великая Северная экспедиция' - 3000 человек, 10 лет. В 1741 году открыл Аляску - увидел гору Сент-Элиас. Открыл Алеутские острова. У острова Беринга корабль потерпел крушение. Умер от цинги 8 декабря 1741 года. Из 75 человек выжили 28. Море Беринга, Берингов пролив, остров Беринга, ледник Беринга названы в его честь. Доказал, что Россия близка к Америке.",
      "FlagFile": "Витус Беринг.jpg"
    },
    "Джон Франклин": {
      "Жизнь и деятельность": "Джон Франклин 1786-1847, английский мореплаватель. В 1819-1822 годах пешком нанёс на карту 5500 км северного побережья Канады. 11 из 20 человек умерли, сам ел кожаную обувь - 'человек, который ел свои сапоги'. В 1825-1827 годах нанёс на карту ещё 2000 км. В 1845 году на кораблях Эребус и Террор пошёл в Северо-Западный проход. 129 человек пропали без вести. В 1859 году на острове Кинг-Уильям нашли записку: в 1846 году застряли во льдах, в 1847 году Франклин умер, в 1848 году покинули корабли. Все умерли от холода, цинги и голода. 39 экспедиций его искали. В результате закартировали всю Канадскую Арктику. Корабли Эребус нашли в 2014, Террор в 2016. Море Франклина названо в его честь.",
      "FlagFile": "Джон Франклин.jpg"
    },
    "Роберт Пири": {
      "Жизнь и деятельность": "Роберт Пири 1856-1920, американский мореплаватель. 23 года искал Северный полюс. 8 экспедиций: 1886, 1891-92, 1893-95, 1898-1902, 1905-06, 1908-09. 6 апреля 1909 года достиг Северного полюса - как он утверждал. С 5 спутниками: Мэтью Хенсоном и 4 эскимосами. От мыса Колумбия 413 миль за 37 дней. Использовал эскимосских собак, иглу, меховую одежду. Спор: Фредерик Кук сказал, что достиг в 1908 году. Конгресс США в 1911 году подтвердил Пири. Исследование 1989 года показало, что мог не дойти 60-100 км. Но первым подошёл так близко. Нанёс на карту север Гренландии. 'Земля Пири' - 300 000 км². Его называют 'последним великим исследователем Арктики'.",
      "FlagFile": "Роберт Пири.jpg"
    },
    "Фритьоф Нансен": {
      "Жизнь и деятельность": "Фритьоф Нансен 1861-1930, полярный исследователь, учёный норвежец. В 1888 году первым пересёк Гренландию на лыжах - 560 км за 49 дней. В 1893-1896 годах на корабле 'Фрам' шёл к Северному полюсу. Теория: лёд дрейфует с востока на запад. Заморозил корабль во льдах, 3 года дрейфовал со льдом. Достиг 86°14′ с.ш. - рекорд на 29 лет. Нанёс на карту 146 000 км² Арктики. Изобрёл 'сани Нансена' и 'примус Нансена'. В 1922 году получил Нобелевскую премию мира - спас 450 000 беженцев. 'Паспорт Нансена' - первый международный паспорт для лиц без гражданства. Верховный комиссар Лиги Наций по беженцам. Его называют 'последним викингом'.",
      "FlagFile": "Фритьоф Нансен.jpg"
    },
    "Руаль Амундсен": {
      "Жизнь и деятельность": "Руаль Амундсен 1872-1928, первым прошёл Северо-Западный проход. В 1903-1906 годах на маленьком корабле 'Йоа' за 3 года прошёл от Атлантики до Тихого океана. Прошёл через острова Канады. 2 зимы жил в Йоа-Хавне с эскимосами Нетсилик. Изучил их методы: собаки, иглу, меховая одежда. Точно определил Северный магнитный полюс. В 1926 году на дирижабле 'Норвегия' первым пролетел над Северным полюсом - от Шпицбергена до Аляски. Первый человек, побывавший на обоих полюсах. В 1928 году пропал в Баренцевом море при спасении Нобиле. Тело не нашли. Его называют 'Королём открытий'.",
      "FlagFile": "Руаль Амундсен.jpg"
    },
    "Георгий Седов": {
      "Жизнь и деятельность": "Георгий Седов 1877-1914, гидрограф и полярный исследователь России. В 1912 году экспедиция к Северному полюсу на корабле 'Святой Фока'. Государство денег не дало, собрал по пожертвованиям. В 1913 году зимовал на Земле Франца-Иосифа. 76 из 90 собак умерли. Сам заболел цингой. 15 февраля 1914 года с 2 матросами пешком пошёл к полюсу. 5 марта 1914 года умер у острова Рудольфа. Тело похоронили во льду. До полюса оставалось 2200 км. Спутники доработали карты Земли Франца-Иосифа. Залив Седова, остров Седова, ледник Седова названы в его честь. Баркентина 'Седов' - крупнейший учебный парусник мира. Его называют 'Трагическим героем Арктики'.",
      "FlagFile": "Георгий Яковлевич.jpg"
    },
    "Отто Шмидт": {
      "Жизнь и деятельность": "Отто Шмидт 1891-1956, математик, астроном и полярный исследователь СССР. В 1932 году на ледоколе 'Сибиряков' первым прошёл Северный морской путь за одну навигацию - от Архангельска до Тихого океана за 65 дней. В 1933-1934 годах экспедиция 'Челюскин'. Корабль раздавило льдами. 104 человека 2 месяца держались на льду. Всех спасли самолёты - первая воздушная спасательная операция в Арктике. В 1937 году руководил первой дрейфующей станцией 'Северный полюс-1'. 9 месяцев дрейфовал во льдах на 2743 км. В 1939-1942 годах вице-президент АН СССР. В 1945 году создал Институт геофизики АН СССР. Гора Шмидта в Антарктиде, остров Шмидта в Арктике названы в его честь.",
      "FlagFile": "Отто Юльевич.jpg"
    },
    "Валериан Албанов": {
      "Жизнь и деятельность": "Валериан Албанов 1882-1919, штурман и полярный исследователь России. В 1912 году был в экспедиции Брусилова на 'Святой Анне'. В 1912 году корабль застрял во льдах и 2 года дрейфовал на север. В апреле 1914 года с 13 людьми покинул корабль. На 2 шлюпках и санях прошёл 400 км по льду и воде. Только он и матрос Конрад живыми дошли до Земли Франца-Иосифа. 11 человек умерли. Там нашли экспедицию Седова и спаслись. В 1917 году написал 'На юг к Земле Франца-Иосифа' - лучшая книга о выживании в Арктике. Его дневник дал уникальные данные о дрейфе льда. Умер в Омске в 1919 году. Ледник Албанова, гора Албанова названы в его честь. Фильм 'Два капитана' основан на его истории.",
      "FlagFile": "Альбанов Валериан.jpg"
    },
    "Александр Агассис": {
      "Жизнь и деятельность": "Александр Агассис 1835-1910, инженер, океанолог и зоолог американо-швейцарского происхождения. Сын Луи Агассиса. В 1877-1905 годах 3 экспедиции на корабле 'Альбатрос'. В 1877 году открыл желоб Пуэрто-Рико - 8 380 м, глубочайший в Атлантике. В 1888-1905 годах исследовал Тихий океан. Измерил желоба Тонга, Кермадек, Филиппинский. Первым нарисовал профиль желобов. Объяснил, что желоба находятся на краях континентов и островных дуг. Нашёл 800 новых видов кораллов. Написал 'Три коралловых рифа'. Сам финансировал экспедиции. Руководил Музеем зоологии Гарварда. Его называют 'Королём кораллов'.",
      "FlagFile": "Александра Онассиса.jpg"
    },
    "Джон Меррей": {
      "Жизнь и деятельность": "Джон Меррей 1841-1914, океанолог и биолог канадско-шотландского происхождения. Помощник Томсона в 'Челленджере'. После смерти Томсона в 1882 году руководил изданием 50 томов 'Отчётов Челленджера'. В 1895 году измерил Марианскую впадину - 9 636 м, рекорд на 55 лет. Открыл желоба Явы, Алеутский. Составил первую карту рельефа дна океанов. Ввёл термин 'deep' - впадина. Проанализировал 12 000 образцов донных отложений. Предложил теорию образования желобов: разлом земной коры. В 1899-1904 годах шотландская экспедиция в Антарктиду. Исследовал море Уэдделла. Его называют 'Отцом геологической океанологии'.",
      "FlagFile": "Джон Меррей.jpg"
    },
    "Гарри Хаммонд Хесс": {
      "Жизнь и деятельность": "Гарри Хаммонд Хесс 1906-1969, геолог и моряк США. В 1946-1960 годах эхолотом измерял желоба. Уточнил Марианский, Тонга, Курило-Камчатский желоба. В 1960 году написал 'Историю океанических бассейнов'. Теория 'Спрединга морского дна' - Seafloor Spreading. Объяснил: на срединно-океанических хребтах образуется новая кора, в желобах она уходит под континент. Желоба - зона субдукции. Доказал, что Марианская впадина 11 034 м - глубочайшая точка Земли. Открыл гайоты - подводные горы. Его теория стала основой тектоники плит. Во Второй мировой командовал военным кораблём и круглосуточно использовал эхолот. Его называют 'Отцом тектоники плит'.",
      "FlagFile": "Гари Хамонд.jpg"
    },
    "Жак Пикар": {
      "Жизнь и деятельность": "Жак Пикар 1922-2008, океанолог и инженер швейцарского происхождения. Сын Огюста Пикара. В 1953 году с отцом построил батискаф 'Триест'. 23 января 1960 года с Доном Уолшем первым спустился на дно впадины Челленджер в Марианской впадине. Глубина 10 916 м. 4 часа 48 минут были на дне. Давление 1100 атмосфер - 1,1 тонны на 1 см². Увидели камбалу и креветку - доказали, что жизнь есть. Температура +1°C. 52 года были единственными людьми, побывавшими там. В 1969 году построил 'Мезосканф' - 4 недели исследовал Гольфстрим. Изучал Средиземноморские впадины. Его называют 'Первым человеком в глубочайшей точке Земли'.",
      "FlagFile": "Жак Пикар.jpg"
    },
    "Дон Уолш": {
      "Жизнь и деятельность": "Дон Уолш 1931-наст. время, офицер ВМС США и океанолог. 23 января 1960 года с Жаком Пикаром на батискафе 'Триест' спустился на дно впадины Челленджер. 10 916 м. 20 минут были на дне. Сказал: 'Дно ровное, желтоватая грязь, плавает рыба'. 52 года это был рекорд. После этого 50 лет исследовал океаны. В 2001, 2009 снова вернулся к Марианской впадине, но не спускался. В 2012 году был консультантом Джеймса Кэмерона. В 2019 году в 87 лет снова спустился с Виктором Весково. Единственный человек, дважды побывавший во впадине Челленджер. 60 лет служил в ВМС США. Его называют 'Живой легендой океана'.",
      "FlagFile": "Дон Уолш.jpg"
    },
    "Роберт Дитц": {
      "Жизнь и деятельность": "Роберт Синклер Дитц 1914-1995, геолог и геофизик США. В 1950-1960 годах эхолотом наносил на карту желоба Тихого океана. В 1961 году независимо предложил теорию 'Спрединга морского дна' - одновременно с Хессом. Доказал, что Перу-Чилийский желоб - зона погружения плиты Наска под Южную Америку. Объяснил Алеутский, Курило-Камчатский желоба как границы плит. Ввёл термин 'subduction zone' - зона субдукции. В 1963 году с Хессом заложил основы 'Тектоники плит'. Назвал желоба 'огненным кольцом', так как там 90% землетрясений и вулканов. Его называют 'соавтором тектонической революции'.",
      "FlagFile": "Роберт Дитц.jpg"
    },
    "Виктор Весково": {
      "Жизнь и деятельность": "Виктор Весково 1966-наст. время, инвестор и полярный исследователь США. В 2018-2019 годах руководил 'Экспедицией Пять Глубин'. На подлодке 'Фактор ограничения' спустился в 5 глубочайших точек 5 океанов. 1) 19 декабря 2018 года желоб Пуэрто-Рико 8 376 м - Атлантика. 2) 3 февраля 2019 года желоб Сандвича 7 434 м - Южный океан. 3) 16 апреля 2019 года желоб Явы 7 192 м - Индийский океан. 4) 28 апреля 2019 года впадина Челленджер 10 928 м - Тихий, рекорд. 5) 24 августа 2019 года желоб Моллой 5 550 м - Арктика. Первый человек, побывавший во всех 5. В Марианской впадине был 4 часа, нашёл 3 новых вида животных. В 2020 году поднялся на Эверест - первый человек на высшей и глубочайшей точке.",
      "FlagFile": "Виктор Весково.jpg"
    },
    "Умберто Нобиле": {
      "Жизнь и деятельность": "Умберто Нобиле 1885-1978, авиаинженер и полярный исследователь итальянец. В 1926 году с Амундсеном и Элсуортом на дирижабле 'Норвегия' первым пролетел над Северным полюсом. В 1928 году снова полетел к полюсу на дирижабле 'Италия'. 25 мая 1928 года упал у Шпицбергена. 9 человек остались на льду. 48 дней жили в красной палатке. Нобиле спасли первым. 8 человек спас ледокол 'Красин'. 1 человек погиб. Амундсен пропал при спасении. В 1931-1936 годах строил дирижабли в СССР. Его называют 'Трагическим героем Арктики'.",
      "FlagFile": "Бульвар Умберто Нобиле.jpg"
    },
    "Ричард Бёрд": {
      "Жизнь и деятельность": "Ричард Бёрд 1888-1957, мореплаватель и полярный исследователь США. 9 мая 1926 года первым пролетел на самолёте над Северным полюсом. 29 ноября 1929 года первым пролетел над Южным полюсом. В 1928-1930, 1933-1935, 1939-1941, 1946-1947 годах 4 экспедиции в Антарктиду. Построил станцию 'Литл Америка'. Пролетел 60 000 км над Антарктидой. Открыл Землю Мэри Бёрд, море Бёрда. В 1955 году 'Операция Дип Фриз' - первая постоянная станция США на Южном полюсе. 60 лет был единственным человеком, пролетевшим над обоими полюсами. Его называют 'Адмиралом Антарктиды'.",
      "FlagFile": "Ричард Бэрд.jpg"
    },
    "Вивиан Фукс": {
      "Жизнь и деятельность": "Вивиан Фукс 1908-1999, геолог и полярный исследователь англичанин. В 1957-1958 годах первым пересёк Антарктиду от берега до берега через полюс. 'Транс-Антарктическая экспедиция' с Эдмундом Хиллари. 3473 км за 99 дней на гусеничных тракторах. От моря Уэдделла до моря Росса. На Южном полюсе встретился с Хиллари. Температура -40°C, ветер 160 км/ч. В 1958-1973 годах директор Института полярных исследований Скотта. Составил геологическую карту Антарктиды. Гора Фукс, ледник Фукс названы в его честь. Его называют 'Последним классическим исследователем'.",
      "FlagFile": "Вивиан Фукс.jpg"
    },
    "Эдмунд Хиллари": {
      "Жизнь и деятельность": "Эдмунд Хиллари 1919-2008, пчеловод и альпинист из Новой Зеландии. 29 мая 1953 года с Тенцингом Норгеем первым поднялся на вершину Эвереста 8848 м. В 11:30 достигли вершины. 15 минут были на вершине. Хиллари сказал: 'Мы завалили этого сукина сына!' В 1957-1958 годах с Фуксом пересёк Антарктиду. В 1960-1961 годах искал 'йети' в Гималаях - не нашёл. 40 лет строил в Непале школы, больницы, мосты. 27 школ, 2 больницы, 12 мостов. Основал 'Фонд Гималаев'. Его называют 'Национальным героем Непала'. Его портрет на 5-долларовой купюре Новой Зеландии.",
      "FlagFile": "Эдмунд Хиллари.jpg"
    },
    "Тенцинг Норгей": {
      "Жизнь и деятельность": "Тенцинг Норгей 1914-1986, шерпа и альпинист непальско-тибетского происхождения. 7 раз пытался покорить Эверест. В 1952 году достиг 8598 м - рекорд. 29 мая 1953 года с Хиллари первым поднялся на вершину Эвереста. На вершине пил сладкий чай, ел бисквит, установил флаги Непала, Индии, Британии, ООН. Помолился богам горы. В 1961 году основал Школу альпинизма Гималаев в Дарджилинге. Обучил 2000 альпинистов. Его сын Джамлинг поднялся на Эверест в 1996 году. Его прозвали 'Снежным барсом'. Сказал: 'Эверест - моя мать, я её сын'.",
      "FlagFile": "Тенцинг Норгей.jpg"
    },
    "Райнхольд Месснер": {
      "Жизнь и деятельность": "Райнхольд Месснер 1944-наст. время, альпинист итальянец из Южного Тироля. Первый человек, покоривший все 14 восьмитысячников - 1970-1986. Первым поднялся на Эверест в одиночку и без кислорода 20 августа 1980 года. В 1978 году с Петером Хабелером первыми поднялись на Эверест без кислорода. В 1986 году первым покорил 7 высочайших вершин 7 континентов. В 1989-1990 годах пересёк Антарктиду пешком 2800 км. В 2004 году в одиночку пересёк пустыню Гоби 2000 км. Написал 5 книг. Построил 6 Горных музеев. Отморозил 2 пальца на ногах. Сказал: 'Горы - это не спорт, это философия'. Его называют 'Величайшим альпинистом всех времён'.",
      "FlagFile": "Райнхольд Месснер.jpg"
    },
    "Генрих Барт": {
      "Жизнь и деятельность": "Генрих Барт 1821-1865, географ и лингвист немец. В 1850-1855 годах пересёк Сахару на 16 000 км. 5 лет в Африке. От Триполи до Томбукту, озера Чад, Сокото. Знал 30 языков. Написал 6 томов 'Путешествия по Северной и Центральной Африке'. Первым составил точную карту Сахары. Описал горы Ахаггар, плато Аир, реку Бенуэ. Собрал 10 000 слов африканских языков. Доказал, что Томбукту - исламский город, а не легенда. Описал 700 городов и деревень. Выжил после чумы, лихорадки, нападений. Его называют 'Отцом научной африканистики'.",
      "FlagFile": "Генрих Брат.jpg"
    },
    "Ралф Багнолд": {
      "Жизнь и деятельность": "Ралф Багнолд 1896-1990, английский офицер и физик. Отец науки о пустынях. В 1929-1932 годах пересёк Сахару на машине 10 000 км. Первым проехал с севера на юг - от Средиземного моря до Судана. В 1941 году создал 'Группу дальней пустыни' - первое спецподразделение SAS. Во Второй мировой совершил рейд на 3000 км в тылу врага в Ливии. В 1941 году написал 'Физику песка и пустыни'. Объяснил, как ветер создаёт песчаные дюны, как движутся барханы. 'Число Багнолда' - формула движения песка. После войны NASA пригласило его. Пески Марса объяснили по его теории. Гора Багнолд на Марсе названа в его честь. Его называют 'Эйнштейном пустыни'.",
      "FlagFile": "Ральф Багнолд.jpg"
    },
    "Алонсо де Охеда": {
      "Жизнь и деятельность": "Алонсо де Охеда 1468-1515, конкистадор и мореплаватель испанец. В 1499 году путешествовал в Южную Америку с Америго Веспуччи. Первый европеец, увидевший водопад Анхель. Издалека наблюдал водопад на горе Ауян-Тепуи, но близко не подходил. Открыл реку Ориноко. Залив Венесуэлы назвал 'Венесуэла' - маленькая Венеция. Водопад в 800 км от берега в непроходимом лесу. Потом был потерян на 400 лет. Его отчёт остался в архивах Севильи. Его называют 'Первым свидетелем Анхеля', хотя имя дали другие.",
      "FlagFile": "Алонсо де Охеда.jpg"
    },
    "Давид Ливингстон": {
      "Жизнь и деятельность": "Давид Ливингстон 1813-1873, уже упоминался. Дополнение: 17 ноября 1855 года открыл водопад Виктория. Местное название 'Моси-оа-Тунья' - 'Дым, который гремит'. Назвал в честь королевы Виктории. Первый европеец, увидевший водопад с острова Ливингстона. Написал: 'Зрелище, которое ангелы в полёте должны смотреть'. Высота 108 м, ширина 1708 м - самая большая завеса воды в мире. 500 млн литров воды в минуту. Виден с Луны. Доказал, что Замбези впадает в Индийский океан, а не во внутреннее озеро. Памятники ему стоят с обеих сторон водопада - в Замбии и Зимбабве.",
      "FlagFile": "Давид Ливингстон.jpg"
    },
    "Эрнесто де Миранда": {
      "Жизнь и деятельность": "Эрнесто Санчес де Миранда 1870-1940, инженер и географ бразилец. В 1886 году при строительстве железной дороги 'вторично открыл' водопад Игуасу. Впервые его увидел Альвар Нуньес Кабеса де Вака в 1541 году, но забыли. Миранда составил первую точную карту. 275 водопадов на 2,7 км. Средняя высота 64 м, высочайшая 'Глотка Дьявола' 82 м. 1 756 м³/сек - в 2 раза больше Ниагары. В 1897 году подал отчёт правительству Бразилии. В 1939 году создан национальный парк Игуасу. Название гуарани 'Игуасу' - 'большая вода'. Его называют 'Отцом Игуасу'. Граница с Аргентиной - 80% в Аргентине, 20% в Бразилии.",
      "FlagFile": "Эрнестоде Миранда.jpg"
    },
    "Джозеф Томсон": {
      "Жизнь и деятельность": "Джозеф Томсон 1858-1895, геолог и географ шотландец. В 1883 году открыл водопад Томсон в Кении. На реке Эвасо-Нгиро высота 74 м. На пути из Момбасы к озеру Виктория нашёл. В 1883-1884 годах исследовал горы Кении. Водопад назвал в честь отца. Первый европеец, прошедший по земле масаев. Прошёл пешком 3000 км. Нанёс на карту озёра Баринго, Накуру. В 1885 году написал 'Сквозь землю масаев'. В 1891 году основал Шотландское географическое общество. Умер в 37 лет от болезни почек. Водопад Томсон теперь называется 'Ньяхуру' - главная достопримечательность Кении.",
      "FlagFile": "Чозеф Томсон.jpg"
    },
 
  "Ибн Баттута": {
    "Жизнь и деятельность": "Ибн Баттута 1304-1369, марокканский путешественник и географ. Хотя он был арабом, он повлиял на европейскую науку, так как его труды были переведены на европейские языки в XIX веке. В 1325-1354 годах путешествовал 120 000 км. Посетил 44 современных страны. Проплыл по Нилу от дельты до Хартума 2000 км. Дважды пересёк реку Нигер - доказал, что она не впадает в океан, а течёт внутрь материка. Назвал Волгу 'Итиль' и доплыл до Казани. Описал реки Ганг, Инд и Янцзы. Ошибочно принял Нигер за Нил - его единственная крупная ошибка. В его 'Книге путешествий' в 4 томах описано 300 рек. Его называют 'Величайшим путешественником Средних веков'.",
    "FlagFile": "Ибн Баттута.jpg"
  },
  "Генри Мортон Стэнли": {
    "Жизнь и деятельность": "Генри Стэнли 1841-1904 уже упоминался. В речной географии: В 1874-1877 годах проследил реку Конго от истока до моря на 4700 км. 999 дней, 32 сражения, погибло 132 человека. Доказал, что Луалаба = Конго, а не Нил. Открыл 7 водопадов Бойома. Соединил реки Арувими, Убанги и Касаи с Конго. Составил полную карту бассейна Конго - 4 млн км². Сказал: 'Конго - это не река, это текущее море'. 14 000 м³/секунду - вторая по водоносности река в мире. В 1878 году написал 'Сквозь тёмный континент'. Его называют 'Покорителем Конго'.",
    "FlagFile": "Генри Мортон.jpg"
  },
  "Джон Уэсли Пауэлл": {
    "Жизнь и деятельность": "Джон Уэсли Пауэлл 1834-1902 уже упоминался. В речной географии: В 1869 году первым прошёл по реке Колорадо от Грин-Ривер до Калифорнийского залива 1500 км. Проследовал Гранд-Каньон на 446 км. Нанёс на карту 100 порогов и 1000 излучин. Измерил глубину каньона - 1800 м. Объяснил, что река вымывала каньон 6 млн лет. Ввёл систему 'водосборного бассейна': все реки одного бассейна должны управляться вместе. Классифицировал реки Запада США: Колорадо, Колумбия, Миссипи, Рио-Гранде. Сказал: 'Запад создали реки, реки им управляют'. Основал Геологическую службу США. Его называют 'Отцом американской гидрологии'.",
    "FlagFile": "Джон Уэсли.jpg"
  },
  "Василий Докучаев": {
    "Жизнь и деятельность": "Василий Докучаев 1846-1903, русский почвовед и географ. Основоположник почвоведения. В 1877-1881 годах исследовал реки Европейской России. Полностью изучил Волгу на 3530 км. Измерил эрозию берегов: Волга за 100 лет сместилась на 2 км к западу. Нанёс на карту дельту Волги - 200 рукавов. Исследовал реки Дон, Днепр, Днестр, Зарафшан. Предложил теорию 'природных зон': почва, климат, растительность и реки - единая система. Открыл чернозём - чёрную плодородную почву. Объяснил, что леса защищают реки. Сказал: 'Реки - это кровеносная система природы'. В 1883 году написал 'Русский чернозём'. Его называют 'Отцом почвоведения и ландшафтной географии'.",
    "FlagFile": "Василий Докучаев.jpg"
  },
  "Франсуа-Альфонс Форель": {
    "Жизнь и деятельность": "Франсуа-Альфонс Форель 1841-1912, швейцарский врач и естествоиспытатель. Основоположник лимнологии - науки об озёрах. В 1869-1895 годах 30 лет изучал Женевское озеро. Первым измерил температуру воды на глубине 310 м. Открыл подводные течения и внутренние волны - сейши. Сейша Женевского озера имеет период 73 минуты. Написал 3 тома 'Le Léman' 1892-1904 - первую полную монографию об озере. Ввёл термин 'лимнология' в 1892 году. Открыл термическую стратификацию: эпилимнион, металимнион, гиполимнион. Нашёл 2000 видов планктона. Его называют 'Отцом лимнологии'. Музей Женевского озера в Лозанне назван в его честь.",
    "FlagFile": "Франсуа-Альфонс.jpg"
  },
  "Эйнар Науман": {
    "Жизнь и деятельность": "Эйнар Науман 1891-1934, шведский ботаник и нимнолог. В 1917-1934 годах классифицировал озёра Скандинавии. Выделил 2 основных типа: 1) Олиготрофные - бедные питательными веществами, глубокие, прозрачные, богатые кислородом. 2) Эвтрофные - богатые питательными веществами, мелководные, мутные, с обилием водорослей. Система Наumann-Тиенеманна - основа современной лимнологии. Изучал озёра Веттерн, Венерн, Мэларен. Изучал 'ледяной покров': зимой озёра не дышат. Собирал планктон сетью Наumann. В 1921 году написал 'Региональную лимнологию'. Основал лимнологическую станцию Анебода. Утонул в озере в 43 года. Его называют 'Линнеем озёр'.",
    "FlagFile": "Эйнар Науманн.jpg"
  },
  "Джордж Эвелин Хатчинсон": {
    "Жизнь и деятельность": "Джордж Эвелин Хатчинсон 1903-1991, англо-американский зоолог и лимнолог. В 1930-1990 годах изучал озеро Линсли в Коннектикуте. Написал 4 тома 'Трактат по лимнологии' 1957-1993 - Библию лимнологии. 3000 страниц. 'Экологическая ниша' - место вида в природе. Открыл фосфорный цикл в озёрах. Использовал радиоуглерод для датирования донных отложений. Изучал озёра Италии, Африки, Индии. Подготовил 30 докторов наук - все стали профессорами лимнологии. 'Парадокс планктона': почему 100 видов живут вместе в одном месте. В 1991 году получил Киотскую премию. Его называют 'Отцом современной экологии'.",
    "FlagFile": "Джордж Эвелин.jpg"
  },
  "Рут Патрик": {
    "Жизнь и деятельность": "Рут Патрик 1907-2013, американский диатомолог и лимnolog. Первая известная женщина-лимнолог. В 1933-2007 годах изучала диатомовые водоросли - одноклеточные водоросли. Нашла 7000 новых видов. Создала диатометр - прибор для измерения загрязнения воды. Принцип: одни диатомеи живут в чистой воде, другие в загрязнённой. В 1948 году очистила реку Конестога - первое восстановление реки. В 1970 году написала 'Промышленность и экология'. Подготовила 25 докторов наук. В 1975 году получила Национальную научную медаль. Умерла в 106 лет - проработала 80 лет. Её называют 'Первой леди экологии'. Озеро Патрик в Антарктиде названо в её честь.",
    "FlagFile": "Рут Патрик.jpg"
  },
  "Уильям Гамильтон": {
    "Жизнь и деятельность": "Уильям Гамильтон 1730-1803, британский посол в Неаполе и вулканолог. В 1764-1800 годах 40 лет наблюдал за Везувием. Задокументировал 22 извержения. В 1779 году опубликовал 'Наблюдения за Везувием'. Первым классифицировал фазы извержения: 1) Спокойная 2) Белый дым 3) Взрыв 4) Поток лавы 5) Долгая спячка. 100 раз поднимался в кратер. Измерил температуру лавы - 1000°C. Собирал вулканические бомбы, лапилли и пепел. Построил Музей Везувия. Гёте навещал его. Его называют 'Отцом современной вулканологии'. Минерал гамильтонит назван в его честь.",
    "FlagFile": "уилям Хамилтон.jpg"
  },
  "Джузеппе Меркалли": {
    "Жизнь и деятельность": "Джузеппе Меркалли 1850-1914, итальянский священник, геолог и вулканолог. В 1880-1914 годах руководил обсерваторией Везувия. В 1902 году создал шкалу Меркалли для землетрясений - 12 баллов. В 1908 году ввёл шкалу извержений вулканов: 1) Гавайский тип - спокойная лава 2) Стромболианский - небольшие взрывы 3) Вулканский - средний взрыв 4) Везувианский - сильный взрыв 5) Плинианский - столб 30 км 6) Ультра-Плинианский - столб 40+ км. Предсказал извержение Везувия 1906 года - спаслось 200 человек. Зарегистрировал 2800 землетрясений. Умер в 1914 году при пожаре в доме. Его называют 'Автором алфавита вулканов'.",
    "FlagFile": "Жузеппе Меркалли.jpg"
  },
  "Альфред Лакруа": {
    "Жизнь и деятельность": "Альфред Лакруа 1863-1948, французский минералог и вулканолог. 8 мая 1902 года исследовал извержение Мон-Пеле на Мартинике. Пирокластический поток убил 30 000 человек в Сен-Пьере. Выжило только 2 человека. Лакруа прибыл через 2 недели. Первым описал 'пирокластический поток': газ 1000°C, движущийся со скоростью 700 км/ч. Увидел 'Иглу Пеле' - лавовый купол высотой 300 м, выросший за 5 месяцев. В 1904 году написал 'Мон-Пеле и его извержения'. Изучал Везувий в 1906 году и Сакурадзиму в 1914 году. 36 лет был секретарём Французской академии наук. Классифицировал 1800 минералов. Его называют 'Отцом катастрофической вулканологии'.",
    "FlagFile": "Алфред Лакруа.jpg"
  },
  "Гарун Тазиев": {
    "Жизнь и деятельность": "Гарун Тазиев 1914-1998, геолог, вулканолог и писатель франко-польского происхождения. Родился в Тбилиси, вырос в Бельгии. В 1948-1990 годах исследовал 180 вулканов. В 1948 году поднялся на Ньирагонго в Конго - лавовое озеро шириной 600 м. Наблюдал его извержения вблизи в 1960 и 1977 годах. В 1966 году изучал Этну во время извержения. В 1976 году исследовал Суфриер на Гваделупе - эвакуировали 70 000 человек, но извержения не произошло. В 1985 году предупреждал о Невадо-дель-Руис, но его не послушали - погибло 23 000 человек. Снял 20 документальных фильмов. 'Свидание с дьяволом' 1958. 'Огонь и сера' 1966. Говорил: 'Вулкан нужно нюхать, а не читать о нём'. Его называют 'Поэтом вулканов'. Вулкан Тазиев назван в его честь.",
    "FlagFile": "Гарун Тазиев.jpg"
  },
  "Катя и Морис Крафт": {
    "Жизнь и деятельность": "Катя Крафт 1942-1991 и Морис Крафт 1946-1991, французские супруги-вулканологи и кинодокументалисты. В 1970-1991 годах зафиксировали 300 извержений. 150 раз подходили к кратерам. Первыми прошлись по текущей лаве - в асбестовых костюмах. Сняли Сент-Хеленс в 1980, Килауэа в 1983, Невадо-дель-Руис в 1985. Сняли пирокластический поток с расстояния 100 м. Сняли 20 фильмов, написали 5 книг. 'Вулканы: огонь Земли' 1990. 3 июня 1991 года погибли на Ундзене в Японии от пирокластического потока - вместе с 41 журналистом. Последние слова: 'Мы никогда не были так близко'. Фонд Крафт финансирует 100 вулканологов. Их называют 'Ромео и Джульеттой вулканов'.",
    "FlagFile": "Крафт  Морис ва Катя.jpg"},
 

},
    
    
}
